{
  "43b50dcfa640b5478cc113b89ddc3b43": "杂交作物通常表现出更高的产量和更强的适应性，但杂种优势或异质性的基因组机制尚不清楚，这限制了我们预测杂交育种中表型性状表达的能力。本文中，我们生成了两种梨杂交品种“玉露香”（YLX）和“红星酥”（HXS）的单倍型解析的端粒到端粒（T2T）基因组组装，这两个品种具有相同的母本亲本但父本亲本不同。然后，我们利用这些组装来探索全基因组范围内的等位基因特异性表达（ASE），并构建了梨的泛基因组图谱。在两个杂交品种中，接近6000个基因观察到了ASE。其中一组与果实品质相关的ASE基因，如糖、有机酸和角质蜡，被鉴定出来，表明它们对杂种优势的重要贡献。具体而言，调控果实酸度的基因Ma1在HXS和YLX的父本单倍型中缺失。基于我们的组装和七个已发表的梨基因组，构建了一个泛基因组图谱。随后，对139个栽培梨种质（包括97个新测序的种质）的重测序数据与该泛基因组图谱进行比对，揭示了梨多样化过程中大量的结构变异热点和选择性清除。正如预期的那样，在低有机酸含量的品种中未发现Ma1等位基因，并通过在梨果实和愈伤组织中的Ma1过表达验证了这一关联。总体而言，这些结果揭示了ASE对果实品质杂种优势的贡献，并为高分辨率等位基因发现和关联作图提供了稳健的泛基因组参考。",
  "0d694224745632dade7bcac60a39994c": "高保真数据；爬行动物；Hi-C；变色龙基因组学；参考基因组；非洲",
  "6443c6fb684892b9a89cc7c138885e94": "植物免疫；DNA损伤；SMC5/6；细胞周期；植物发育；减数分裂",
  "fa60b796bbcda5fb8eb67f5cd44382e4": "高盐胁迫频繁影响植物的生长发育和生产力。本文综述了膜转运蛋白（MTs）和植物激素在介导盐胁迫中的复杂作用。膜转运蛋白在捕获钠离子（Na+）、维持钠（Na+）与钾（K+）之间的微妙平衡方面发挥关键作用，这对支持细胞稳态和提高植物整体健康至关重要。这些转运蛋白通过调节离子平衡、促进重要营养物质的吸收与隔离来增强植物对盐胁迫的耐受性。多种植物激素，包括脱落酸、生长素、乙烯、细胞分裂素、赤霉素以及一氧化氮和硫化氢等气体生长调节剂，协同调控植物生长、发育及环境因子诱导的胁迫响应的多个方面。此外，油菜素甾体、褪黑素和水杨酸等其他植物激素也参与启动适应过程，如调控渗透压、排除离子和启动胁迫信号通路。本研究总结了关于植物耐盐分子和生理机制的研究进展，强调了膜转运蛋白与植物激素之间复杂的相互关系，旨在阐明这些相互作用以推动相关研究并开发提高植物耐盐性的策略。",
  "d9ed74b37b90b431ae11cc6a3c2662a6": "光合作用产生的活性氧（ROS）与逆行信号通路",
  "750b3db7bdebc4f6c5caa6363557c98b": "植物次生代谢物（SMs）在保护植物免受病原体和环境胁迫方面发挥着关键作用。这些天然产物在制药、食品、化妆品和健康保健等多个行业中有着广泛的应用。然而，植物中这些化合物的数量和质量会受到遗传、形态、植物年龄以及季节性和昼夜变化等因素的影响。对于药用和芳香植物（MAPs）而言，收获时间尤为重要，因为其活性成分在植物生长周期的特定时刻达到峰值。确定最佳收获时间对于确保植物实现其栽培目标至关重要。本文综述了发育和外部因素对MAPs中SMs定性和定量效果的影响。我们分析了近期关于环境和发育因素对MAPs次生代谢物影响的研究，并整理相关数据进行分析。本研究结果表明，这些因素如何影响植物次生代谢物的数量和质量，强调了确定最佳收获时间（即最佳采收期）以最大化利用这些化合物的重要性。我们的研究结果为理解影响次生代谢物的因素提供了重要见解，可作为MAPs生产中的质量控制工具。此外，本综述还可为研究人员、农民和工业用户优化植物生长和收获时间提供有价值的参考资源，从而实现最大产量。总体而言，本综述为制定有效策略以生产高质量MAPs产品提供了有价值的信息。",
  "5d9efb93b1acf0d2adee70f42ecf353e": "植物生物学家能修理恒温器吗？",
  "afdc3d2fa2ea96fa23561bf1e3b477a7": "通过过渡金属分配对抗植物病害",
  "81912a8539ce5a9da0af09bbbb6a0ca0": "单倍型解析组装；果实品质性状；泛基因组图谱；等位特异性表达；梨",
  "a1a921e3a9e09b9577568a5778c10efc": "泛基因组的出现是为了应对传统线性参考基因组的局限性。与通常由单个个体组装的传统参考基因组不同，泛基因组旨在代表一个生物群体中存在的所有基因组变异。目前，“泛基因组”一词被用来描述多种不同类型的基因组信息，但用于区分这些信息的语言却十分有限。这对该领域的研究人员来说令人沮丧，对新进入该领域的研究人员也造成了困惑。本文为原核和真核生物的泛基因组学提供了介绍，并提出了对描述泛基因组的语言进行规范化（详见术语表），以提高该领域讨论的准确性。",
  "76aa3a9142f175ca2f292ef906463526": "非生物胁迫；缓解；转运蛋白；盐胁迫；植物激素",
  "5bb7a6d45ebec343bb959bc57fb18356": "植物整体生物体多样性的一个新层次。",
  "dab2134d34c49ef8d4ef6e5b16a0c9b1": "生长发育；最佳采收期；药用和香料植物；次生代谢物",
  "fd46cf363c91c7ddc87ba3c3b5be7230": "植物的自然环境包含复杂的非生物胁迫集合，其在预期变化的气候下反应和生存的能力高度灵活，并涉及信号分子之间一系列平衡相互作用，其中一氧化氮（NO）成为关键组分。本文聚焦于NO在植物各种信号转导通路中的作用及其在多种非生物胁迫下维持细胞稳态的积极作用。此外，还探讨了NO与各种植物激素相互作用的最新数据，以调控生理和生化过程以获得非生物胁迫耐受性。这些相互作用调节了植物的防御机制并有助于减轻胁迫的负面影响。在探讨NO多样功能的同时，还探索了NO介导的翻译后修饰（如N端规则通路、酪氨酸硝化和S-亚硝基化）的功能，揭示了在胁迫条件下修饰各种代谢过程的蛋白质的确切机制和特性。综合考虑这些因素，本综述强调了NO及其与各种植物激素之间的联系在植物发育过程中特别是在不利环境下的重要作用。",
  "3546ea4f92ad20913a992a65602569dd": "人类参考基因组（GRCh38）主要来源于欧洲血统的个体，未能充分反映全球人群的巨大遗传多样性。在努力使参考基因组多样化的过程中，面临可及性和代表性方面的挑战，这进一步加剧了对非洲基因组数据的匮乏问题，而这些数据对于研究在这些人群中流行的疾病至关重要。Sherman等人提议构建针对不同人种亚群的参考基因组。他们的非洲泛基因组计划揭示了GRCh38人类参考基因组中大量缺失的遗传变异，强调了群体特异性基因组的必要性。作为回应，像塞内加尔基因组项目（SEN-GENOME）这样的本地倡议应运而生，旨在记录历史上被忽视的人群的基因组信息。\n\nSEN-GENOME体现了社区驱动的去中心化研究。通过严格的招募标准和伦理实践，该项目旨在对塞内加尔14个行政区内的31个民族语言群体的1000个基因组进行测序，推动适合该地区的本地基因组研究。SEN-GENOME成功的关键在于其对数据本地治理、能力建设以及与非洲更广泛的泛基因组项目的整合的承诺。尽管数据标准化和共享存在复杂性，但我们的合作努力目标一致，确保朝着全面的人类泛基因组稳步迈进。我们欢迎与其他研究机构的合作，以实现这一共同愿景。\n\n总之，像SEN-GENOME这样的本地倡议在弥合基因组差异方面发挥着关键作用，为实现公平包容的基因组研究提供了途径。由集体健康愿景引导的合作努力将推动我们对人类基因组有更全面的理解，并通过基因组医学改善健康状况。",
  "fc5823182d23f08f05516cff3f9edd6e": "在植物与病毒病原体的协同进化过程中，植物激素脱落酸（ABA）已成为一个关键角色。本文综述了大量证据，表明ABA作为植物抗病毒免疫复杂网络的重要调控枢纽，能够同步多种抗性途径，但同时也可能被病毒效应蛋白利用为易感因子。一方面，ABA通过激活RNA沉默机制精确降解病毒基因组、以胼胝质屏障强化胞间连丝闸门，并启动抗性基因的转录程序，从而加强多层防御；另一方面，ABA可通过拮抗其他防卫激素、抑制活性氧爆发以及抑制抗病毒防御蛋白等方式增强植物的易感性。有趣的是，多种病毒已独立进化出操纵ABA信号通路的策略。这种激素冲突的迷人范式揭示了ABA作为一个重要的调控节点，决定了感染进程。未来的研究应在考虑将其应用于病毒抗性策略之前，仔细探讨ABA调控对植物免疫和对多种病原体易感性的多方面影响。",
  "a8e6cca8c85aaed389003a14786e6a59": "重新编程植物促生根际细菌的功能表达。",
  "a4ebbe3adef06c0dff88b5ffde9bc25e": "现状与展望",
  "11c747a7fd92d30c985d8bd31226b07d": "泛基因组；基因组变异；参考偏倚；存在-缺失变异（PAV）",
  "a9217ded147504774f7b923a249a7bed": "过去20年间，测序技术和计算算法的巨大进步推动了植物基因组学研究进入蓬勃发展阶段，已经解析了从无维管植物到开花植物的数百个基因组。然而，由于复杂基因组的高杂合性、高度重复序列或高倍性特征，复杂植物基因组组装仍然充满挑战，传统测序和组装方法难以完全解决这些问题。本文综述了复杂植物基因组组装面临的挑战与取得的进展，包括可行的实验策略、测序技术的改进、现有的组装方法以及不同的分相算法。此外，我们列举了复杂基因组项目的真实案例供读者参考，以解决未来与复杂基因组相关的问题。最后，我们预计复杂植物基因组的精确、无间隙、端粒到端粒以及完全分相的组装很快将成为常规操作。",
  "e9a6734755e5338581d3f5a70981f0e1": "基因组与表观基因组视角",
  "38f6970f0b36ca5e54a27239c0f78910": "破译鱼类基因组开启中国重要性状研究与分子育种的新时代。",
  "a9a783ef9b1bc9c8dbfc034e842c9fc8": "纳米污染（NPOs）是纳米颗粒（NPs）在工业和消费品领域广泛应用所带来的日益严重的后果，已成为一个关键的环境问题。尽管已有大量研究探讨了NPs污染对生态系统和人类健康的深远影响，但对其对植物生命的影响却鲜有关注。本文旨在通过深入剖析NPOs与植物代谢之间的复杂相互作用来填补这一空白，涵盖初级和次级代谢过程。我们的研究涵盖了对植物与NPs相互作用机制的深入分析，包括纳米颗粒的物理化学性质（如大小、形状和表面特性）如何影响其在植物组织中的吸收和转运。此外，我们还探讨了NPOs对初级代谢过程（如光合作用、呼吸作用、养分吸收和水分运输）的影响。同时，本研究还探索了次级代谢的多方面变化，揭示了植物对NPs暴露响应下次生代谢物的合成与调控。在评估NPOs对植物生命的影响时，我们审视了其对植物生长、发育以及环境交互的潜在影响。本综述揭示的复杂关系强调了全面理解植物-NPs动态的重要性。随着NPs在生态系统中的普及，本研究为制定可持续的环境管理策略提供了基础，并突显了进一步研究的必要性，以应对NPs对植物生命发展及环境交互的广泛影响。",
  "919b8f0bc50ea882a2e5517297213d87": "激素；抗性；易感性；信号传导；病毒；脱落酸",
  "94f44d61a25c7b86f441b8e75f19fb4f": "植物铬解毒与耐性工程策略",
  "7eb5eb8df038aea742a4b80d7bf57b48": "非生物胁迫；生长；串扰；信号分子；翻译后修饰；植物响应；一氧化氮；植物激素",
  "b22208f854d9b6a1cb6ea1a1319fdf34": "随着涉及单链RNA测序和基于RNA纯化技术的染色质隔离测序等转录组学技术的发展，编码及非编码RNA的转录组研究得以高效开展。这些研究表明，非编码RNA在调控基因表达方面发挥着重要作用。长链非编码RNA（lncRNAs）是一种长度超过200个核苷酸的非编码RNA，在植物发育过程中扮演多种角色，如光形态建成、表观遗传变化、生殖组织发育以及对生物和非生物胁迫的调控。表观遗传变化通过将基因状态从“关闭”切换到“开启”进一步控制基因表达，并调节胁迫记忆及其跨代遗传。凭借完善的调控机制，lncRNAs作为引导者、支架、信号或诱饵来调控基因表达。它们是组蛋白修饰、表观遗传修饰以及DNA甲基化等转录后修饰的主要调控因子。本文综述了lncRNAs在植物免疫中的作用，并讨论了表观遗传标记如何响应害虫/病原体攻击而改变基因表达，以及如何影响染色质相关的胁迫记忆和植物中表观遗传印记的跨代遗传。此外，本文还总结了一些关于组蛋白修饰和DNA甲基化通过激活防御相关基因来抵抗病原体和害虫攻击的研究成果。",
  "05a49ebc790d41f336fa4229d064b40d": "复杂植物基因组；端粒到端粒基因组；组装算法；单倍型解析组装；测序技术",
  "e0720c4296c65e79a01921c89a0cd621": "纳米污染；次生代谢；初生代谢；纳米生态学；植物修复",
  "b78ffa59f3f6d1190cc90cb9ad872c33": "光合作用碳反应的能量需求应与ETC的能量输出保持平衡，而金属/类金属胁迫导致的ETC组分功能障碍会引发光抑制，同时碳固定过程的反馈抑制也会阻碍ETC。金属胁迫会损害抗氧化酶活性、色素生物合成以及气孔功能。然而，基因操作、营养管理、维持光稳态以及植物激素的应用是应对金属胁迫的策略之一。因此，全面理解金属/类金属胁迫的潜在机制及其对植物影响的缓解策略至关重要。本文综述了金属/类金属对光合作用调控干扰的机制，并强调了适应性方法以减轻其对植物的影响。重点讨论了光稳态、营养互作、植物激素以及遗传干预在缓解金属/类金属胁迫中的作用。",
  "3288d79d37e38d5279c3f0f6a75ae954": "基于系统基因组学的种间竞争视角",
  "0f1b6f7968b14de241d5e32d297cf7d1": "植物表皮位于植物与环境的交界面，起到保护屏障的作用，可抵御生物和非生物的外部胁迫因子，并调节水分流失。此外，它还调节来自内部组织以及环境的机械应力。本文综述了近年来对表皮含水量、机械性能、热学特性及其与光学和电学特性的现象学关联和关系的理解进展。基于不同生物物理属性相互作用的平衡对于确保植物生长发育至关重要。表皮几何结构、表面形貌和微化学性质的显著变异性影响了表皮某些生物物理特性的分析。本综述旨在提供植物表皮（被视为细胞壁的一种修饰）的最新视角，以建立植物表皮的现代生物物理学，并为该领域的未来研究提供灵感。",
  "e38e0c218b53d46fcfec92fcccf4f3bd": "完整人类基因组序列与泛基因组参考的时代",
  "7c7460a496d148c5f56fa29d0aa2322f": "在基因组学时代之初，生物学研究转向还原论，生成了植物基因的“部件清单”，并初步揭示了复杂生物过程的奥秘。如今，随着基因组学时代的全面展开，高精度基因组学的进步使得对生物系统的时间和空间分析能够精确到单细胞水平。这些见解结合人工智能驱动的计算机模拟设计，正在推动首例合成植物的发展。通过整合还原论与系统论的方法，研究人员不仅重新构想了植物作为食物、纤维和燃料来源的价值，还将其视为能够缓解气候变化影响的“环境恒温器”。",
  "51858650d8946a7585630e87d8e531e9": "异源多倍化后浮萍的泛基因组揭示了结构变异和不对称亚基因组分化。",
  "b175ec9a7e1778056acfa794171b3652": "蓝莓与蔓越莓的泛基因组资源在遗传学研究和育种工作中的应用前景",
  "e3090f3ddda4276f64e8ecad4f12371b": "人类基因组研究的行动呼吁",
  "1e98c9a2bbac3d5e238fc6cd5d7d74c9": "植物免疫；胁迫记忆；长链非编码RNA；组蛋白修饰；生物胁迫；跨代表观遗传；预处理（或胁迫预适应）",
  "1b2c4b408927f257f2adb8a689076aad": "了解植物如何抵御入侵微生物对于全球许多地区的粮食安全和经济至关重要。因此，人们持续且专注地致力于揭示植物如何保护自己免受微生物侵害。已经阐明了主要防御激素信号通路，确定了许多触发免疫反应分子及其受体的身份，并正在研究病原体-宿主之间的军备竞赛机制。近年来，有证据表明植物先天免疫中存在涉及过渡金属的新一层防御机制。这将植物金属营养与植物免疫反应联系起来，并为通过金属肥料而非杀虫剂来控制病原体开辟了可能的新策略。本文综述了我们目前对金属介导的植物免疫反应的理解，并指出了未来研究该主题的方向。",
  "7042ab1d1de2930017051cee3a2e2e85": "猪是人类饮食中高质量蛋白质的主要来源之一。结构变异（SVs）是与多种性状和进化事件相关的遗传变异的重要来源。然而，目前猪的线性参考基因组限制了对SVs位置信息的展示。本研究生成了猪的泛基因组以及来自欧亚大陆599个深度测序基因组的基因组变异图谱。此外，构建了一个全基因组范围内的基因集目录，表明核心基因比可变基因更为保守。随后，我们鉴定出546,137个SV及其富集区域，并分析了其与基因组特征的关系，发现欧亚猪之间存在显著分化。更重要的是，通过泛基因组检测到的SV可以补充仅基于单核苷酸多态性（SNPs）的遗传力估算和全基因组关联研究。在受到选择的SV中，我们鉴定出TBX19基因启动子区域的一个插入，该插入可能与亚洲猪的发育、生长和胆小等性状相关，并可能影响基因表达。我们构建的猪泛基因组及鉴定的SV为未来猪的功能基因组学研究提供了丰富的资源。",
  "ad7146eb37194eceac3d6ebe759a68c9": "内生真菌定殖于植物内部组织，并通常与其宿主植物形成互利共生关系。植物-内生菌相互作用是一种复杂的机制，目前是研究的重点，旨在理解内生菌无症状定殖、规避植物免疫反应、调控基因表达以及建立平衡互利关系的潜在机制。内生真菌依赖植物宿主获取营养、庇护和传播，并能提高宿主植物对生物胁迫（如食草动物、线虫、细菌、真菌、病毒及其他植物病原体）的耐受性。研究表明，内生真菌通过竞争空间或养分、捕食寄生、产生次生代谢物直接或间接防御系统以及诱导系统抗性（ISR），减轻甚至消除植物病原体的有害影响。此外，合理利用内生真菌将是实现作物高效改良和可持续农业的重要步骤。本文综述了植物-内生菌相互作用及内生真菌克服宿主防御反应、随后定殖并建立平衡互利关系的研究进展。同时，本文还强调了内生真菌在缓解生物胁迫方面的潜力，并讨论了具有抗菌活性的多种生物活性化合物对农业病原体的抑制作用。此外，内生菌介导的ISR也得到了重点阐述。",
  "69f109835309d9da9c8fadb497028c52": "气体交换；重金属；电子传递；光适应；核酮糖-1,5-二磷酸羧化酶/加氧酶；植物激素；氧化还原平衡",
  "bb4512d0ced69d18e6335b1cd9052c1b": "固着植物通过线粒体和叶绿体感知并适应多样的环境刺激。这些复杂的过程涉及关键信号分子的产生，包括活性氧（ROS）、植物激素、挥发物以及多种代谢产物。此外，通过激活或失活对叶绿体蛋白进行特异性调控，显著增强了植物与动态环境相互作用的能力。尽管已有综述广泛探讨了质体逆行模块在发育和光信号中的作用，但我们的研究重点在于探究叶绿体如何利用光合ROS来应对环境波动并对抗氧化胁迫，从而维持初级代谢。揭示光合ROS与植物胁迫响应之间的微妙相互作用，有望带来新的见解，以增强抗逆性和优化净光合速率。本研究旨在为在不断变化的环境条件下提高植物韧性和农业生产力提供创新策略铺平道路。",
  "a814aeac50805ac72bbe13392ecf8ca3": "热性质；植物光保护；植物角质层；生物力学；生物物理；酚类物质；蜡质；植物含水量",
  "adb19065f27897535d721b9e53457ec8": "营养免疫；金属转运；先天免疫；植物防御；金属稳态",
  "3f18fae40f504bfb824da5f1cda2dea7": "植物相关微生物的功能相关性在整体生物体（holobiont）概念的理论框架内得到了阐述。病毒在植物整体生物体中的作用正被人们所认识，这既包括其直接感染植物时的作用（隐秘植物病毒），也包括其通过三向互作间接感染与植物相关的微生物时的作用（如真菌病毒和噬菌体）。我们认为，类病毒——这些通常仅感染植物宿主的最小传染性因子——也必须纳入植物整体生物体的研究范畴。同样地，最近发现的大量感染其他生命王国宿主且与植物密切相关的类病毒元件也应如此。本文还深入描述了这些类病毒元件的多样性及其在与植物相关的真菌中的初步功能特征。",
  "e8e8061224c7e61e5b824b4cebf7c134": "泛基因组时代野生近缘植物的多样性解锁——以多年生果树作物为例",
  "f5f778974227464d2f4f793fad31869d": "泛基因组；遗传力估计；全基因组关联研究；选择；猪",
  "a1581c17956be176aad5241704d8e1fc": "植物的表观遗传时钟。",
  "6a364811ceff9829251e1fe7705e4d35": "次生代谢物；植物病原菌；内生真菌；生物胁迫；防御机制",
  "d08c4d6c2b727b21169b7c08964620e2": "前沿植物天然产物代谢途径解析",
  "2d929950c0374fc5c15f1f4569ce0761": "理解植物对微生物组反馈的响应性",
  "d6a638cbc8cf8ec4075d17913d14d354": "氧化修饰；PSII修复；叶绿体；活性氧（ROS）；单线态氧；逆行信号；脂质过氧化",
  "faecb4b1f58d6bd828e29eace199d002": "人工智能（AI）；单细胞测序（scRNA-seq）；CRISPR-CAS9；泛基因组；植物人工染色体（PACs）；下一代测序（NGS）；大型语言模型（LLMs）；端粒到端粒（T2T）",
  "db6af27b7186b5253bb1cef2317bf157": "植物发育和生化途径的合成重编程",
  "036cf657d0ff131249aba503005329a0": "//annoview.uwaterloo.ca访问。",
  "48e0a7888643ce909afb71b1fbfedde3": "植物-病原体相互作用中基于碳水化合物的信号来源",
  "781b83afe68d7b8c5e3dce9d84ce3f03": "核酶；植物；拟病毒；类病毒；线粒体小RNA病毒；真菌拟病毒；核酶循环组；RNA世界",
  "0933b169e914de304f3cf4b4e8d894ee": "工程化植物-微生物通信以提高植物养分利用效率",
  "6596659cf68f071795b0ca0d9eead716": "活性氧信号在植物对抗维管束病原体防御中的作用",
  "20d0cc4b5012379f05b5e3552e9cc9c0": "基因组邻近区；生物信息学；基因组背景；基因组可视化；微生物基因组学；功能注释",
  "ab616e25c2629b21ea76c382c9d25849": "揭示植物生物相互作用中外泌体的角色、节律与调控机制",
  "88ba930e30abf091895d32057054c487": "酶组装木质素和去木质素的功能与机制",
  "5e2c845c6009a7d7680a7cb3545617b7": "异源多倍体是由不同进化谱系间的杂交与基因组加倍共同作用产生的。同源染色体（具有共同祖先的染色体）在异源多倍体形成后可能会立即发生重组，并在随后的世代中持续进行。这种减数分裂配对行为的结果是动态且复杂的。同源交换（HEs）可能导致不平衡的配子形成、生育力下降以及选择劣势。然而，从另一方面来看，同源交换可以作为新的进化基质的来源，改变亲本基因拷贝的相对剂量，产生新的表型多样性，并有助于新异源多倍体的建立。然而，同源交换模式在不同谱系间、跨世代甚至在单个基因组和染色体内部都存在差异。尽管过去十年对该进化现象的兴趣有所增加，但其变异的原因和后果尚未完全明了。近期技术的进步显示出揭示同源交换机制基础的潜力。本文描述了异源多倍体被子植物谱系中的常见模式、潜在的基因组和表观基因组特征以及同源交换的后果。我们还指出了关键的研究空白，并讨论了未来研究方向，这些方向对深入理解异源多倍体进化及其在多倍体作物重要表型性状开发中的应用具有深远意义。",
  "697c766a0cea488e823c5ea0c4da10f4": "人类研究负责任行为的伦理标准已经取得了长足的进步，然而，在人类遗传学和基因组学研究中公平性方面的担忧依然存在。解决这些担忧将有助于社会充分实现人类基因组研究的潜力。一个突出的问题是如何公平合理地分享涉及人类参与者的研究成果所带来的利益。多个国际机构已认识到，利益共享可以成为一种有效的伦理研究行为工具，但《生物多样性公约》及其《名古屋议定书》等国际法律明确排除了人类遗传和基因组资源的利益共享。如果在人类基因组学研究中应用类似的原则，这些协议面临的重大挑战必须被考虑并预见。我们提出，人类基因组研究中的利益共享可以是一种自下而上的努力，并嵌入到现有的研究过程中。我们建议制定一个“设计中的利益共享”框架，以解决在使用人类基因组资源和样本时公平性和公正性问题，并从《名古屋议定书》的期望和十年实施经验中吸取教训。",
  "e3c6201daaf124c9952530c73bada636": "根际微生物组在植物生长和健康方面发挥着重要作用，对农业的可持续发展具有重要意义。植物通过招募和组装根际微生物组来满足其功能需求，这一过程被广泛认为是“求救信号”理论，但其内在机制仍存在局限性。本研究揭示了一种新的机制，即除了从头招募土壤微生物外，植物还能重新编程已定居根际细菌的功能表达，以满足植物不同生长阶段的功能需求。这可能是一种高效且低成本的策略，并对根际微生物组招募理论进行了重要扩展。我们发现，植物通过根系分泌物的动态变化，在植物发育的不同阶段，调控了两种研究较为深入的根际细菌——枯草芽孢杆菌SQR9和绿假单胞菌CHA0中与生物防治和植物促生相关的基因表达。通过高通量qPCR技术，鉴定了16种关键化学物质，这些物质显著调节了根际细菌的功能基因表达。本研究不仅深化了我们对植物-根际微生物组互作的理解，还提供了一种新的策略，用于调节和平衡根际微生物组的不同功能表达，从而改善植物健康和生长。",
  "74b3f0e127fc0af2dcc9e40c653f2191": "水产养殖是全球食品生产增长最快的领域，已成为全球粮食供应的重要组成部分。中国在水产养殖产量方面拥有世界上最大的产业。然而，种质退化和疾病爆发等问题阻碍了鱼类养殖的可持续发展。基于基因组信息和基因型-表型关系的基因组育种实践，在提高水产养殖效率方面具有巨大潜力。2014年，中国半滑舌鳎基因组测序与注释工作的完成标志着中国鱼类基因组学时代的开端。自那时起，国内研究人员在功能基因组学研究方面取得了显著进展。截至目前，中国已组装并注释了60多种鱼类的基因组。基于这些参考基因组，进化、比较和功能基因组学研究彻底改变了我们对鱼类众多生物学和经济重要性状的理解，包括生长发育、性别决定、抗病性、变态和色素沉着等。此外，单核苷酸多态性（SNP）芯片、基因组选择和基因编辑等基因组工具和育种技术通过将功能基因组信息整合到育种活动中，极大地加速了遗传改良进程。本文旨在总结中国鱼类基因组资源、重要性状的基因组研究以及基因组育种技术的现状、进展和展望。该综述将为水产养殖研究人员、鱼类育种者和养殖户提供有关鱼类基因组研究和育种技术的最新信息，有助于促进生产性状的遗传改良，从而支持鱼类养殖的可持续发展。",
  "a3587d4e7993bdcb40b179f41dd5471c": "进化过程可能对群落组装产生重大影响，但关于系统发育亲缘关系作为种间相互作用强度决定因素的证据仍然不一。本文从一个新的视角出发，探讨了基因树与物种树之间的不一致性在群落生态学研究中系统发育信号解释中的潜在作用。现代基因组数据显示，许多分类群的进化历史比单一物种树更能由沿基因组分布的片段化历史所描述。如果基因组的一部分位点携带了与性状相关的遗传变异，则这些位点上的系统发育可能比整个基因组背景更能反映种间性状差异。我们提出了一种简单的方法来检测携带系统发育信号的位点，并通过青霉菌（Penicillium）基因组和种间相互作用强度的原理验证分析展示了该方法的应用。结果表明，可能被全基因组掩盖的系统发育信号可以通过系统基因组学技术检测到，从而为理解种间相互作用的遗传基础提供了一个窗口。",
  "cf4117bf3e192618910517ceac9c9663": "表观基因组学；异源多倍体化；进化；重组；基因组；表型新颖性；同源交换",
  "7feeb2940944510fab98c929a067d142": "植物天然产物（PNPs）在植物生理学中发挥着重要作用，并被广泛应用于人类社会的各个领域。解析其生物合成途径不仅有助于理解植物进化，还能通过代谢工程实现可持续生产。然而，由于参与PNPs生物合成的酶种类繁多且传统基因挖掘方法存在局限性，PNP生物合成途径的发现仍面临挑战。本文综述了预测和表征PNP生物合成途径的最新策略及近期实例，包括多组学引导工具和异源宿主系统，并分享了我们对整合多种生物信息学和生化方法的系统流程的观点。",
  "1a747331ba8a46d2bfc67ab3845ed860": "24小时）、植物衰老（时间尺度：数周至数世纪）以及植物谱系进化（时间尺度：数十年至数千年）相关的表观遗传变化呈现出类似时钟的特性。本文首次对这些不同类型的表观遗传时钟进行分类，突出其主要特征，并探讨其生物学基础。",
  "9cdb6cc800d32c1ec5d80c6be237a4f0": "基因组学；名古屋议定书；生物多样性；遗传资源；生物多样性公约；人类；获取和惠益分享；科技政策；公平性",
  "7e00e8b0e6d1d0760ebee4cdc2575e93": "根系分泌物；重新编程；招募；植物健康；植物生长促进根际细菌（PGPR）",
  "f5dff8711a8bf6710730aeeb6d615f5c": "基因组编辑；基因组育种；基因组选择；鱼类基因组学；经济性状",
  "4b5781671e5e594a488a8df6e9b56872": "植物合成生物学（Plant SynBio）作为一个新兴领域，具有提升农业、人类健康和可持续性的潜力。通过整合遗传工具与工程原理，植物合成生物学旨在操控细胞功能并构建新的生化途径，从而开发出具有新表型特征、更高产量且能够生产天然产品和药物的植物。本文综述了重新编程植物发育和生化途径的研究努力。我们强调利用新的基因表达工具包来改变植物结构，以提高模式植物和作物系统的性能，并在植物组织中生产有用的代谢物。此外，我们还探讨了在应对影响农业和人类健康的复杂问题时采用植物合成生物学所面临的挑战与机遇。",
  "09cab1cb1522c821a930c167ec141eea": "多年生果树的作物野生近缘种蕴含丰富的未开发遗传多样性，可应用于品种培育。然而，诸如连锁拖累、童期长以及高杂合度等障碍限制了其利用。随着基因组测序技术和组装方法的进步，并结合染色质构象捕获技术的应用，现已能够构建高质量参考基因组。这些基因组组装结果可以整合为泛基因组，涵盖编码区和非编码区的种内及种间变异。多年生果树的泛基因组正在开发中，以确定性状的遗传基础。这将有助于克服育种难题，通过育种和生物技术更快、更精准地开发出具有新特性的新品种。",
  "2701295b31a37f4c12cf361e48ee377c": "营养的有效供应与利用对作物生产力至关重要。当前的农业实践依赖过量的化学肥料，这加剧了温室气体排放和环境污染。根际微生物能够促进植物养分吸收并提高养分利用效率，因此，调控植物-微生物在根际的通讯成为一种有前景且可持续的策略以提升农业生产力。近期植物工程领域的进展使得开发出能够通过根系分泌物选择性富集有益微生物的植物成为可能。同时，合成生物学技术也培育出了能改善植物养分可利用性和吸收能力的微生物。通过调控植物-微生物通讯，研究人员旨在利用有益土壤微生物，从而提供一种精准且高效的优化植物养分利用效率的方法。",
  "bf50e8605211a9c488749ff28d798661": "基因组学的进步极大地加速了药用植物的研究，草本基因组学的发展推动了“千种药用植物基因组计划”，以破译其遗传密码。然而，由于多倍体和/或高基因组杂合性的普遍存在，获得高质量的全基因组仍然困难重重。截至2022年9月，已发表123种药用植物的全基因组序列。本文综述了这些已发表的基因组序列，涵盖其分类、研究团队、倍性、药用功能及测序策略。全球超过1000个研究所或大学以及50个国家正在开展药用植物基因组研究。二倍体物种占已测序药用植物的大多数，禾本科植物的全基因组研究最为广泛。近40%的已发表论文研究了具有补益、滋补和清热功效的物种。与作物相比，药用植物仍处于驯化阶段，因此其遗传背景不明确且缺乏纯系，这使得它们的基因组更难完成。此外，目前尚无明确的常规框架来获取药用植物的高质量全基因组。在此，我们首次提出了一个清晰完整的策略，用于创建药用植物的高质量全基因组。此外，本文还综述了基于全基因组的药用植物生物学研究，包括育种和次生代谢物合成。我们还倡导建立药用模式植物研究平台，以促进药用植物基因组学研究。",
  "d37b88bbcb0b3d5cdcc16a336397f150": "阐明、重构及重编程生物合成途径的最新进展。",
  "18ef08cb3adf923df6a88eab2b3cc9ae": "微生物生态学；不一致；不完全谱系分选；系统基因组学；群落组装；竞争",
  "0eacf066abaaf214fa8ca198aae7b48f": "植物细胞壁是植物抵御病原体入侵的关键组成部分，而病原体需要克服这一屏障才能成功定殖宿主。某些病原体会分泌大量酶类来降解植物细胞壁多糖，从而释放基于碳水化合物的分子（糖类），这些分子被植物模式识别受体感知后会激活模式触发免疫反应和抗病性。这些释放的糖类分子被定殖的微生物用作碳源、化学引诱剂以定位植物表面的侵入点，同时也是触发基因表达重编程的信号。细胞壁糖类的释放及其在植物与微生物中的感知决定了植物-微生物互作的结果。本文综述并讨论了植物-微生物互作领域中一些较少研究的最新进展。",
  "4951f5fb008280d2edd41da33644dcab": "未驯化；驯化；多年生植物；泛基因组",
  "25ad0f8c0bf9ca097a22243ccae9d45b": "细菌基因组折叠的研究进展",
  "d3466e0da5f7c5576b3ba49fcde1ff6e": "异源表达系统中药物生产的进展",
  "ceb570a67ec86e97f4d2cba704911ff2": "铬（Cr）是一种重金属，对生态系统包括植物构成了严重威胁。铬因其对许多生理和代谢途径的影响而对植物具有很强的危害性，最终导致植物生长发育受阻以及养分吸收能力下降。植物已发展出多种生理、生化和分子防御机制来应对铬胁迫，例如通过增强抗氧化能力以减少活性氧（ROS）的积累。研究发现，一些基因在植物抵御铬胁迫的过程中发挥了重要作用，如与植物络合素、金属硫蛋白激活相关的基因以及谷胱甘肽-S-转移酶等酶相关基因。此外，一些微小RNA（miRNAs）也被发现能够通过调控转录因子、热休克蛋白（HSPs）以及某些蛋白质和激素的表达来缓解铬胁迫并提高植物耐受性。这些防御途径相关基因和miRNAs已被用于培育转基因植物修复剂。转基因植物不仅对铬具有更高的耐受性，还能作为超富集植物吸收铬，并具备修复其他重金属污染的能力。本文综述了环境铬污染、铬对植物的影响、参与缓解铬胁迫的不同基因和miRNAs，以及利用候选基因和miRNAs构建转基因植物修复系统的方法，并探讨了CRISPR技术的应用。预计在未来几年内，组学方法与先进基因组学的整合将为更有效的植物修复铬污染提供新的机遇。",
  "433b98c7c18a16903737aaa48c3a1654": "物种特异性“专化”基因组区域为揭示植物代谢多态性的功能基因组学特性提供了新见解。",
  "0fcafbda36dde302c362d7cfefaeea1f": "一是无缺口的人类全基因组序列，例如由端粒到端粒联盟开发的序列；二是高质量的泛基因组，例如由人类泛基因组参考联盟开发的序列。长读长DNA测序技术和基因组组装算法的进步促进了这些成果的实现，完整的全基因组序列解决了历史上难以测序的区域，如着丝粒、端粒和片段重复。同时，泛基因组捕获了全球范围内广泛的人类遗传多样性。这些进展共同开启了基因组学研究的新时代，提高了基因组分析的准确性，为精准医学铺平了道路，并加深了对人类生物学的理解。",
  "40293ff772fa9778a75633ebb2d50395": "当前见解、知识空白与未来展望",
  "f85570bcb1216598f790f0bf44fa94d5": "活性氧（ROS）是一类高反应性活性氧衍生物的总称，包括单线态氧、羟基自由基、超氧阴离子和过氧化氢。在植物中，ROS 可在细胞壁、叶绿体、线粒体和过氧化物体中产生。尽管当 ROS 水平超过一定阈值时是有毒的，但低浓度的 ROS 可作为植物生长发育以及植物响应非生物和生物胁迫的重要信号分子。ROS 在植物中的作用已在先前的综述中有过讨论。本文综述了细胞壁 ROS 信号转导调控机制的最新研究进展，并提出了其在植物防御维管束病原体方面潜在的作用，以期为维管束病害的防控提供新思路。",
  "e309fd5bb3341cc45295975ee53de7d4": "木脂素和去氢木脂素广泛分布于植物界，具有多样的化学结构和生物活性，展现出潜在的治疗价值。它们来源于苯丙烷生物合成途径，其特有的碳骨架通过独特的酶催化形成，特征在于区域选择性和立体选择性的C-C键形成过程。尽管对这些植物天然产物的研究已较为深入，但其生物合成途径及酶机制仍有许多未解之谜。本文综述了近年来在解析负责构建木脂素和去氢木脂素独特碳骨架的生物合成酶功能与机制方面的最新进展。",
  "52f709b0444df8bdd5dd8bf815855d06": "综述",
  "4d3fa590ceacb0ff5544e1dea7c644e2": "细胞外囊泡（EVs）是存在于生命各个界中的膜状纳米颗粒，已知通过蛋白质和核酸的转运在动物系统中介导细胞间通讯。关于植物和微生物EVs的研究表明，它们具有类似的运输能力，并且能够不仅在生物体内，还能在生物体之间传递信号，在跨界的植物与其微生物伙伴之间进行交叉通讯。本文综述了近期关于植物和微生物EVs功能的研究，强调了物种间以及界别间功能保守性的新兴趋势，同时结合了个体水平上EV亚群的异质性，这使得EVs成为植物生物相互作用中强有力的调控机制。",
  "09ca9fcd987045d975c54a1ce97fa222": "高通量测序；草本植物基因组学；研究策略；模式物种；应用；全基因组",
  "9ecaec9c8f8b4b1bd2041e8988587e22": "植物与微生物组之间的相互作用是双向的，一方面涉及微生物组的组装过程，另一方面则涉及微生物组对植物的影响，即所谓的微生物组反馈。本文聚焦于地下部分，系统地将这两个方向分解为植物及其（根和根际）微生物组的组成部分，以识别方法学挑战和研究重点。我们发现，植物与微生物组之间的双向相互作用给遗传学研究带来了挑战。当植物突变体表现出表型改变且其微生物组也发生改变时，确定因果关系尤为困难。这种变化是直接由突变引起的（例如通过根系分泌物），还是由于突变改变了植物的表型（例如根系结构）从而导致微生物组的变化？在此，我们认为反馈实验能够分离因果关系，并且这些实验对于研究植物在自然土壤中的复杂微生物组相互作用非常有用。它们尤其有助于探究植物基因基础如何响应土壤微生物组，同时强调与微生物组组装相关的机制相比，微生物组反馈的研究相对不足。从应用的角度来看，这可能有助于培育既能组装有益微生物组又能积极利用其反馈的作物品种。",
  "af24329377bccc3cc165efb11bec45fc": "基因操作；植物耐受性；解毒；植物修复；重金属毒性；铬",
  "3272db4176563e75c458960adfd65519": "植物中杯蛋白的结构与功能多样性",
  "82e79a5a3bbd5c3c155b787521347656": "经典分子在胁迫耐受中的新兴作用",
  "57cfaef6614a5133eea89464aee641a9": "端粒到端粒；泛基因组；参考基因组序列；遗传多样性；精准医学",
  "a254f75a39b34c314edcbefdde1e27d2": "芡实（Trapa spp., Lythraceae）是一种传统但目前利用不足的非谷物作物。本文构建了异源四倍体芡实（Trapa natans，4x，AABB）两个二倍体祖先种——二倍体T. natans（2x，AA）和裂叶芡（Trapa incisa，2x，BB）的染色体水平基因组组装。结合已发表的四种（亚）基因组，我们采用基于基因和图的泛基因组方法以及一个泛基因组转座子（TE）文库开发了芡属植物的基因组资源。泛基因组显示了显著的基因含量变异，其中可有可无的基因簇和私有基因簇占六个（亚）基因组总簇集的51.95%。通过存在-缺失变异（PAV）的基因分型，鉴定了与A系或B系特异性相关的40,453个PAV，涉及2570个基因，其中1428个基因差异表达，并富集于器官发育过程、有机物质代谢过程及对刺激的响应。比较基因组分析表明，异源四倍体T. natans经历了不对称的亚基因组分化，B亚基因组比A亚基因组更为占主导地位。多种因素，包括PAV、TE的不对称扩增、同源交换（HE）和同源表达分化，共同影响了多倍化后的基因组演化。总体而言，本研究揭示了芡属植物的基因组结构和演化机制，为其功能基因组学研究和育种计划提供了支持。",
  "9289388da1214511c988886d16f95550": "蔓越莓和蓝莓的人工栽培分别始于19世纪早期和20世纪早期的美国，由于其风味及其促进健康的益处，如今这两种浆果已在全球范围内种植和消费。然而，该产业仍面临诸多生产挑战（如病害压力），并且对更高产且果实品质更优的品种需求迫切。遗憾的是，与其它高价值作物相比，针对这些物种进行育种所需的分子工具相对有限。本文描述了蓝莓和蔓越莓的第一个泛基因组的构建与分析。我们对这两个泛基因组的分析表明，这两种作物具有极大的遗传多样性，其中高丛蓝莓中有48.4%的基因存在表达与否的变化，蔓越莓中这一比例为47.0%。辅助基因（即并非所有品种共有的基因）显著富集了与抗病性和次生代谢物合成相关的分子功能，包括之前与改善果实品质特性相关的化合物。发现的数千个未包含在先前蓝莓和蔓越莓参考基因组中的基因，将成为未来研究的基础，并作为未来育种工作的潜在目标。泛基因组作为一个多序列比对，以及单独注释的基因组，均可通过Genome Database for Vaccinium（一个经过整理和集成的基于网络的关系型数据库）供公众分析使用。最后，泛基因组的核心基因预测结果将有助于开发社区基因分型平台，以指导该科植物未来的分子育种工作。",
  "8f90ed7dc99dbcb67e07dee87b8278dc": "植物免疫；维管防御；活性氧；呼吸爆发氧化酶同源物（RBOHs）；NADPH氧化酶",
  "ee1bc1bf6c1fe94d6f8c85da5a930774": "植物天然产物； lignan（在此可译为木脂素）； 酶机制； norlignan（在此可译为去氧木脂素）； 次生代谢",
  "96b6c9fd8bddf388a85fbafcbfcd272d": "组学驱动的植物凝集素发现与功能注释的生物信息学方法——综述",
  "4d17e5fd3e036ea8f9b289daa354a94a": "综述",
  "f2ed15e39d4b13c7e116b30046a50ca8": "模式触发免疫（PTI）；抗病性；拟南芥（*Arabidopsis thaliana*）；细胞壁降解酶（CWDE）；化学感受受体（CR）；趋化性；模式识别受体（PRR）；糖苷水解酶（GH）；损伤相关分子模式（DAMP）；毒力；甲基接受趋化蛋白（MCP）；糖链；细胞壁",
  "0c8b5544d19f49a9671d74447a14fc62": "跨王国通讯；植物-微生物互作；细胞外囊泡",
  "257ad8e136bf9ed2002be2305ea6d650": "植物合成数以万计的含氮生物活性化合物，称为生物碱，其中包含现代医学中一些重要的临床药物。植物中新生物碱结构及其代谢途径的发现，为获取这些丰富的生物活性来源（包括自然界中新的、与治疗和工业应用相关的化合物）提供了途径。本文综述了关于生物碱生物合成研究的最新进展，包括完整的代谢通路解析。此外，还讨论了基于生物合成或半合成技术生产新老植物生物碱的最新发展。",
  "8aa25902293bac5c2976500eee4ab751": "通过非冗余泛基因组组装探索环境中的种内多样性",
  "c87592451872cef361ff49c4c33bbe05": "植物合成生物学有能力为全球医药产品的生产和供应提供解决方案。近年来，“组学”技术的进步加速了药用植物基因的发现，使得具有高度结构复杂性的活性植物天然产物的多步骤生物合成途径能够更快速地在异源植物表达系统中重建。本文综述了用于在异源植物系统中生产高价值植物天然产物的概念和策略，并强调了在替代植物宿主中工程化改造传统和新型药物生物合成方面的最新成功案例。",
  "ee1e43814783d43d5577b7a4fb5bf337": "DREB转录因子，一种生物大分子，通过调节与逆境相关的基因表达来响应非生物胁迫。",
  "79842a4413a8fc1053a20751b4ba83b3": "使用本地参考基因组改善群体基因组学的测量结果。",
  "821d83c795cb5b1580a9c3e8b81e0278": "基于SPM的基因组分析与大分子分类方法（SPM4GAC）",
  "a0b95852914656593e200036a25f2b8d": "混血美洲人群社会分层的基因组足迹",
  "beac20dba9d61b9da129d3ec89c7e93c": "用于基因岛检测的基因组信息处理和边界识别工具的系统比较",
  "b5b7f5dd914c9e18c476b72db4d4b764": "半合成；生物碱；新天然产物；生物合成；新天然产物",
  "2c2351aeb3b8a20f557921c1c2df6c39": "基于泛基因组的禾本科内细胞内基因转移轨迹揭示了小麦族的高累积现象。",
  "bebb71438d564b1a9f53f428d3b9f4d0": "生命各个领域的染色体都是具有复杂层级组织的明确结构实体。对这种层级组织及其与基因表达或其他染色体代谢过程（如修复、复制和分离）之间功能相互作用的研究正在多种物种中积极展开，包括原核生物。细菌染色体通常基因密度较高，非编码序列较少，并被组织成类核体——一种由DNA、RNA和蛋白质（核 Associated 蛋白或NAPs）组成的无膜结构域。成像和基因组学方法的持续改进使得对这些兆碱基长分子的组织研究成为可能，从而揭示其高度动态性质和复杂的相互交织的结构特征。本文综述并讨论了细菌染色体组织领域的一些最新进展。",
  "fe672f2ea24f8f7594903d8176e177f5": "低氧响应中的钙信号转导",
  "944370b45aea0bae809107655b78ce7d": "植物的光信号转导——选择性历史",
  "88029ae40d77fc8e5f80aa88ee76ce9a": "除草剂土壤残留会降低微生物介导的植物保护效果。",
  "87a666c8da8e323af883388214f10a1b": "杯状蛋白超家族蛋白具有广泛的功能，其成员不仅参与植物的发育，还响应各种胁迫。然而，对杯状蛋白家族成员的研究尚未引起足够的重视。本文综述了近年来该家族基因的研究进展，探讨了其进化、结构特征及生物学功能。重点介绍了杯状蛋白家族成员在植物细胞壁、根、叶、花、果实和种子发育中的意义及其在胁迫响应中的作用，并介绍了杯状蛋白在作物改良中的潜在应用。一些成员可以促进植物生长、发育并提高抗逆性，从而增加作物产量，这将为今后有效的作物研究与育种奠定基础。",
  "27937a58d8182d7f45ffd3bdf2e128db": "植物次生代谢研究百年历程——从“是什么”到“在哪里、如何以及为何”。",
  "aca35a6e37c18574434e73259223496d": "钙调蛋白样蛋白在植物中扮演什么角色？",
  "93fd46865af510cce74ca4f98a173887": "作物改良；结构；功能；进化；杯状蛋白基因家族",
  "5c6deae678030c8b97edb80dba362d1f": "（i）种内特异性代谢多态性、（ii）串联重复基因的新功能化以及（iii）代谢基因簇。然而，这些发现提醒我们，识别植物次生代谢中的基因需要根据目标代谢通路采取针对性策略。随着植物基因组序列和转录组数据的日益丰富，促进了种间比较分析，包括基因组学分析和基因共表达网络分析。本文介绍了整合种间/种内比较代谢组学的功能基因组学方法，阐述了其在提供代谢进化基因组特征方面的重要作用，并探讨了功能基因组学在植物次生代谢研究中的未来前景。",
  "db781cb2c535e1177bca797c9d874c85": "系统获得抗性（SAR）和诱导系统抗性（ISR）由多种因素引发，包括病原性和非病原性因子。β-葡聚糖主要来源于细菌和真菌，其中一些物种作为生物因子导致疾病。当β-葡聚糖进入植物时，会触发防御系统，导致一系列反应，如病原相关蛋白和防御酶的产生。通过从受干扰的微生物中提取β-葡聚糖并用作诱导剂，可以有效控制植物病害，激活植物的防御系统。在植物与病原体的相互作用过程中，β-葡聚糖起着至关重要的作用。因此，建模植物-病原体关系并利用参与该相互作用的分子有助于控制植物病害，因为病原体具有与致病性相关的抗性基因。因此，通过提取这些化合物，在大规模上识别和使用生物诱导剂是合理的。",
  "d685393359cbe939b8a30e20493555c5": "过去、现在和未来",
  "b472ae1db6402e5b1f3e25f66df5832c": "泛基因组和多组织基因图谱为牦牛驯化和高海拔适应提供了新的见解。",
  "0af1c131f76fc7fe1ba94d38dfa3cfd7": "凝集素因其对碳水化合物的特异性可逆结合能力而广为人知。由于其报道的特性，这些分子在植物中的研究尤为深入，突出显示了它们在抗菌、抗病毒、抗癌、抗寄生虫、杀虫和免疫调节等方面的活性。随着组学数据库中凝集素及其类似序列的不断增加，为识别重要候选分子并推断其在植物关键信号通路和过程中的作用提供了机会。生物信息学为解析凝集素序列和预测功能提供了一个快速且低成本的研究场景。因此，本文综述了植物凝集素注释、结构表征、分类以及预测应用的最新进展，并讨论了其致敏性和毒性特性，以及从一级结构预测这些效应的工具。本综述揭示了植物凝集素研究的一个有前景的场景，特别是在组学时代的凝集素学研究新可能性。",
  "1f31a6e36477893631d79f8ec28e54ce": "代谢组学；物种特异性；植物次生代谢；整合组学；功能基因组学；比较基因组学",
  "be863f68fb72bb3a3e0e103ff41d374c": "β-葡聚糖；系统获得性抗性；植物-病原体相互作用",
  "c2e563a5f24cdf305b21a180b87e60a5": "几丁质由N-乙酰葡萄糖胺单元组成，是一种存在于真菌细胞壁和节肢动物外骨骼中的多糖，能够激发植物强烈的防御反应。通过激活防御基因、刺激防御化合物的产生以及强化物理屏障，几丁质增强了植物抵御病原体的能力。基于几丁质的处理方法对由真菌、细菌、病毒和线虫等多种病原体引起的植物病害显示出良好的防治效果，并已被整合到可持续农业实践中。此外，几丁质处理还表现出促进植物生长和提高对非生物胁迫耐受性的额外益处。未来需要进一步研究优化处理参数、探索几丁质衍生物并开展长期田间试验。在这些领域的持续努力将有助于开发创新且可持续的农业病害管理策略，最终提高作物产量并减少对化学农药的依赖。",
  "0e8d2f4c7317ad7b18898fa70ade88cd": "除了提供驱动光合作用的辐射能外，阳光还携带着信号，使植物能够最佳地生长、发育并适应当前环境。本文追溯了研究历程，以阐明植物感知和将这些信号转化为适当生长和发育反应的细胞及分子机制。由于全面综述不可能完成，我们将重点放在光感受器的光敏色素和隐花色素两类上，同时承认向光素和紫外光受体类在植物监测光信号方面也具有重要作用。",
  "e07e0017f44de35631d103b38e15f799": "生物和非生物胁迫对植物的发育、生长和产量产生不利影响。多年来，研究者们一直致力于理解植物在胁迫诱导下的响应，并揭示培育抗逆作物的策略。研究表明，包含多种基因和功能蛋白的分子网络在应对不同胁迫时起着关键作用。近期，人们对探索凝集素在调控植物各种生物学反应中的作用重新产生了兴趣。凝集素是天然存在的蛋白质，能够与其相应的糖缀合物形成可逆的结合。迄今为止，已识别并功能表征了多种植物凝集素，但它们在胁迫耐受性中的具体参与机制仍需更深入地分析。生物资源、现代实验工具和检测系统的可用性为植物凝集素研究提供了新的动力。在此背景下，本文综述了植物凝集素的背景信息及其与其他调控机制的相互作用，这些相互作用在缓解植物胁迫方面发挥了重要作用。同时，文章还强调了凝集素的多功能作用，并指出增加这一尚待充分研究领域的信息将开启作物改良的新时代。",
  "56f83654b71bf4c24be3d50a270ff2d7": "它如何影响我们对家养动物基因组变异、选择及育种的理解？",
  "f9a726baac83882621204b785f306a57": "可持续发展战略；几丁质；防御基因",
  "9ba1bc7356659ea17c0d51f578c528cf": "应用；功能；凝集素样，特征描述；分类",
  "13c5cab26335df3a33f8290edb2ca34b": "基于线性参考坐标投影和注释集成的泛基因组图交互式可视化与解释",
  "1f68bae436ddfab0491b34695621912d": "作物改良；甘露糖结合凝集素；凝集素；胁迫；植物激素；信号传导",
  "95df3f74fe02a58b600556e1238dadab": "文化与社会经济差异在地理因素之外进一步分化了人类社会并塑造了其遗传结构。尽管婚配受到社会文化分层的限制，但群体遗传学中的大多数人口模型通常假设随机婚配。利用混血人群中社会文化分层与遗传祖先比例之间的相关性，我们试图推断美洲的社会文化分层过程。为此，我们定义了一种婚配模型，其中个体从美洲原住民、欧洲和撒哈拉以南非洲祖先群体继承的基因组比例通过与祖先相关的同质婚配和性别偏见参数来约束婚配概率。我们在该模型下模拟了广泛的混血场景。然后，我们训练了一个深度神经网络，并在预测基因组数据中的婚配参数方面取得了良好的表现。我们的结果显示，由社会构建的种族和性别等级所塑造的人口分层如何自欧洲殖民化以及随后的大西洋奴隶贸易以来限制了美洲的混血过程。",
  "ec3850616c16f8a12e20c45dabf86582": "基于单倍型意识的序列比对到泛基因组图谱",
  "0bec0bc06ff0825689dadfa00ebd85f2": "牛磺酸泛基因组揭示与白头牛去色素相关KIT上游的片段重复序列。",
  "34a770aa2a849d5572cf00c86651536d": "植物二萜类化合物的结构、药理活性及生物合成研究进展",
  "0fcf5ff47d2a837e556fb2cf228fbd7e": "在基因组层面，微生物在等位基因和基因组成方面表现出极高的适应性。这些可遗传的特征是响应不同环境生态位而产生的，并对微生物群落动态具有深远影响。因此，任何单一基因组或种群仅包含操作性定义的“物种”总遗传多样性的一小部分，要充分理解其生态潜力，需要研究该物种的所有基因组及其所含基因。这一概念被称为泛基因组，对于研究微生物生态学和进化具有重要价值，因为它将基因组分为核心区域（存在于物种所有基因组中，负责基本功能和物种水平的生态位适应）和辅助区域（仅存在于部分基因组中，负责种内分化）。本文介绍了一种名为SuperPang的新算法，它可以从一组质量各异的输入基因组（包括宏基因组组装基因组MAGs）生成泛基因组装配。SuperPang以线性时间运行，结果完整、无冗余、保留基因顺序，并包含编码区和非编码区。我们的方法提供了泛基因组的模块化视图，能够识别操纵子和基因岛，并追踪它们在不同种群中的流行程度。我们通过分析淡水生态系统中普遍存在且具有简约基因组和生态多样性的Polynucleobacter细菌属的种内多样性来展示这一点。我们展示了SuperPang如何在不同环境压力下同时分析等位基因和基因内容变异，从而以前所未有的分辨率研究微生物分化的驱动因素。",
  "8995a0033ce8d8574fba133bea12dec9": "非生物胁迫是影响植物生存、生长甚至导致植物死亡的重要因素。转录因子通过调控下游基因的表达来增强植物对抗各种胁迫的能力。脱水响应元件结合蛋白（DREB）是AP2/ERF转录因子家族中参与非生物胁迫的最大亚家族。然而，对DREB转录因子信号网络的研究不足限制了植物的生长和繁殖。此外，DREB转录因子在多胁迫下的田间种植及其作用也需要广泛研究。以往关于DREB转录因子的研究主要集中在其表达调控及在植物非生物胁迫中的作用上。近年来，DREB转录因子研究取得了新的进展。本文综述了DREB转录因子的结构与分类、进化与调控、在非生物胁迫中的作用以及在作物中的应用，并重点介绍了DREB1/CBF的进化过程，以及在植物激素信号参与下DREB转录因子的调控机制及其各亚组在非生物胁迫中的作用。未来，这将为深入研究DREB转录因子奠定坚实的基础，并为抗逆植物的培育铺平道路。",
  "c9d16fcf259c6a466bb0d80493f260f3": "一个深度测序的多样化人类基因组公共数据库",
  "45d2221144dcc8715ce6b6cfcf4a0da5": "基因组序列分析与分类在深入理解生物体的主要特征、功能及其演化特性方面起着至关重要的作用。然而，随着基因组数据的快速增长，由于其高计算需求以及对基因组数据的有效管理和理解，基因组序列分析与分类成为一项极具挑战性的任务。近期提出的模型在基因组序列分类任务中取得了令人鼓舞的结果，但这些模型往往忽略了核苷酸的顺序特性，而这一特性对于揭示核苷酸的潜在结构和功能至关重要。为了解决这一局限性，我们提出了SPM4GAC，这是一种基于序列模式挖掘（SPM）的框架，用于分析和分类病毒的大分子基因组序列。首先，构建了一个包含多种RNA病毒基因组序列的大规模数据集，并将其转换为适合分析的格式。在转换后的数据集上，采用序列模式挖掘算法来识别核苷酸碱基的频繁序列模式。然后，利用获得的频繁序列模式作为特征来对不同病毒进行分类。使用了十种分类器，并通过多种评估指标对其性能进行了评估。最后，与最先进的基因组序列分类/检测方法进行性能比较后发现，SPM4GAC的表现优于这些方法。",
  "b20b0b324993314e12d30a0d5e051bd7": "混合交配；基因组学；遗传结构；性别偏倚；群体分层；进化生物学；人类；遗传学；深度学习； assortative mating（同质交配）",
  "e75da557c8971f7bf18f6f8e5ffb0c0d": "钙信号（包括脉冲、振幅和持续时间）对植物发育及响应各种刺激至关重要，但钙信号需要通过钙感受器进行解码和转译。在植物中，已鉴定出三类含钙结合蛋白的钙感受器，包括钙依赖性蛋白激酶（CDPK）、钙调素B样蛋白（CBL）和钙调蛋白（CaM）。含有多个EF-hand结构域的类钙调蛋白（CMLs）也作为特异性钙感受器，在植物生长与防御决策过程中感知、结合并解释钙信号。近几十年来，系统综述了CMLs在植物发育及响应各种刺激中的功能，揭示了植物CML介导网络在钙信号转导中的分子机制。本文通过对植物中CML表达及其生物学功能的概述，表明在钙信号感知过程中存在生长-防御权衡现象，而这一方面近年来研究较少。",
  "a57ad017126fc70b744869e8398130bc": "在过去的1万年里，番茄物种经历了无意和有意的选择，以增强其对人类消费和加工有利的特性。这些选择过程显著影响了番茄物种的基因组，并在改善番茄品种方面发挥了关键作用。本文综述了番茄基因组测序的最新进展，探讨了人为选择的影响，并总结了与番茄育种中重要农艺性状相关的关键基因。我们通过几个基于基因组学的番茄育种实例，展示了基因组资源在促进番茄改良方面的潜力。此外，我们详细阐述了通过基因组设计进行番茄育种的进展和策略，并说明了这些努力如何有助于未来番茄改良，以满足可持续发展和不断变化的人类社会的需求。",
  "ffa400e6dec62809a4836fe7b3e47c96": "非生物胁迫；信号通路；植物激素；作物；DREB转录因子",
  "8182502ba86ec2efb366e3db6966bd82": "(1) 定义低氧如何触发并塑造这些Ca²⁺信号的动力学；(2) 确定大量下游元件，使Ca²⁺能够调节广泛的低氧响应网络。研究发现，液泡膜上的CAX家族Ca²⁺/H⁺反向转运蛋白等钙转运蛋白是形成与低氧相关的Ca²⁺信号的重要组成部分。下游是一系列对Ca²⁺敏感的蛋白质，如类钙调蛋白、Ca²⁺依赖性激酶以及与相互作用激酶相关的钙神经素B样蛋白。此外，活性氧和其他脂质介导的信号在平行于Ca²⁺依赖性事件的过程中发挥作用，以严密控制和协调植物低氧响应所特有的多种反应。",
  "f31d282343d5d99d35e9e0cea248bfa2": "使用WashU比较表观基因组浏览器比较不同物种的基因组和表观基因组特征",
  "7f82ab48822b0010f11771f8e788b82c": "宏基因组组装基因组（MAGs）；生物信息学；宏基因组学；微生物生态学；辅助基因组；核心基因组",
  "b59a2fd1395095db4b31122cba74aef4": "RNA病毒；基因组；分类；序列模式挖掘；核苷酸",
  "ce056863f9e8f6a67ccef3c3d93db27a": "基因组岛是存在于细菌和古菌基因组中的外来DNA片段，通常与共生或致病性相关。尽管已提出了许多基因组岛检测方法，但对基因组信息处理和边界识别工具的效率评估仍然有限。本研究综述了基因组岛预测中涉及的统计方法，包括基因组特征、宿主特征提取、信息特征选择、分歧度测量以及边界检测等步骤。我们通过使用来自人工和真实基因组的外源片段，在模拟实验中比较了这些方法的性能。结果表明，在评估的九种基因组特征中，基因组特征频率和全概率表现最佳；然而，当归一化到其期望值和方差（如Z分数和组成向量）时，其性能有所下降。基于大肠杆菌基因组的实验，我们发现窗口方差的置信区间在宿主特征提取中表现最佳，最佳置信区间为标准误差的1.5至2倍。有序峰度在从单一基因组中选择信息特征时最为有效，且无需其他数据集的先验知识。在评估的三种分歧度测量方法中，双样本t检验最为成功，非重叠窗口结合小眼窗口（大小为2）最适合用于识别组成上不同的区域。最后，基于GC含量偏差的最大马尔可夫式Jensen-Shannon散度得分被发现可以加快边界检测速度，同时保持相似的错误率。",
  "2f1e1423bc38eaefae9d2d4825f4e876": "信号；生长；防御；类钙调蛋白；钙",
  "f8dd6952a58a362a1857993b79deb122": "在过去的百年间，科学家们对构成活体植物的化学物质的身份有了初步认识，并由此展开了深入研究，探索这些分子的定位、合成机制及其最初被合成的原因。许多小分子是植物界特有的，尽管它们在植物结构、发育以及对环境的响应中发挥着基础且关键的作用，仍被称为植物次生代谢产物。在过去的一个世纪里，人们已经阐明了部分植物次生代谢产物的结构、功能、定位及其生物合成途径。然而，关于植物所产生化学物质的多样性及其在植物生物学中的作用，仍然存在诸多未解之谜。从早期对未经纯化的植物提取物进行表征，到现代通过“组学”技术整合以发现代谢物生物合成和感知中的基因，植物（生物）化学领域的研究为社会带来了巨大的益处，包括人类医学和农业生物技术的进步。本文回顾了这一领域的发展历史，并提出了未来的研究方向。同时，我们还介绍了近年来一些推动研究进展的新技术。",
  "8da523bac1086de91fd4a486b801b68d": "大规模基因组分析揭示家犬的生物学发现",
  "bcf1efce0b6d688e98af02d770f93ac5": "针对从头组装基因组的几何深度学习框架",
  "d11a7edc098810b83c4b7a9c651ba0fd": "基因组岛检测；分歧度量；特征选择；基因组特征；边界检测",
  "95dcb05005ad2f488d30c9558d7948d8": "基因组测序使我们能够解答关于适应的遗传基础、种群结构以及表观遗传机制等基本问题。然而，在大多数情况下，我们需要一个合适的参考基因组来映射群体重测序数据。在一些模式生物系统中，可能存在多个参考基因组，这就带来了如何确定哪个参考基因组最适合数据的挑战。本文比较了两种不同参考基因组在三种棘鱼（刺鱼）（*Gasterosteus aculeatus*）中的应用，一种是来自欧洲雌核生殖个体的新参考基因组，另一种是北美个体已发表的参考基因组。具体而言，我们研究了使用本地参考基因组与来自不同谱系生成的参考基因组对几种常见的群体基因组学分析的影响。通过映射来自欧洲和北美的60个刺鱼的基因组重测序数据，我们证明样本与参考基因组之间的遗传距离会影响下游分析结果。使用本地参考基因组提高了映射效率和基因分型准确性，从而保留了更多且更好的数据。尽管基于SNP数据（即π、Tajima’s D 和FST）在整个基因组范围内生成的指标分布相似，但使用不同参考基因组进行窗口统计分析会导致不同的异常基因和富集的基因功能。基于标记的DNA甲基化分布分析在异常基因和功能方面具有相当高的重叠度，但其差异取决于所使用的参考基因组。总体而言，我们的结果表明，使用本地参考基因组可以减少参考基因组偏差，从而增加对数据下游分析的信心。这些结果对所有基于参考基因组的群体基因组学分析具有重要意义。",
  "5552df89b417bada194c0f30c11d4324": "欧洲濒危园睡鼠的单倍型分辨率基因组及群体基因组学研究",
  "f9c37e2a0ac566a53e6f2932930e06a5": "多组学时代的植物生化遗传学",
  "ea3e8cf87b352f277e6fffdf416a6f2b": "功能与方法学视角",
  "504d85a6486e5a2f62f5515cf753b7c8": "从植物病原体的角度看泛素化。",
  "9f23f5ff2cecaa2d84e611f3b0a4cb1a": "研究发现草甘膦残留物在土壤中的存留时间比之前报道的更长，并影响根际微生物。这可能对作物和其他非目标植物产生不利影响，因为植物的韧性和抗性很大程度上依赖于与植物相关的微生物。土壤中普遍存在草甘膦残留，但它们如何影响栖息在植物地上部分的互利微生物，目前尚不清楚。我们研究了土壤中除草剂残留对Epichloë属内生共生体的影响，这种共生体常见于冷季草的地上部分。在这种共生关系中，专性共生体完全依赖其宿主植物生存，作为交换，它为宿主草提供具有抗虫性的生物碱，而宿主草则较少投资于自身的化学防御。首先，我们发现当直接暴露于两种浓度的草甘膦或基于草甘膦的除草剂时，Epichloë内生菌在体外生长受到抑制。其次，我们提供了证据表明，在含有草甘膦残留的土壤中生长的与内生菌共生的草地羊茅（F. pratensis）植物中，由Epichloë产生的昆虫毒性洛林生物碱含量减少。这些植物在开放场地种植了两年，自然害虫的侵染与草甘膦介导的洛林生物碱浓度降低呈正相关。我们的研究结果表明，土壤中存在的除草剂不仅会影响根际微生物群落，还会影响植物地上部分内生菌的功能性，这强调了草甘膦对植物共生微生物的破坏性影响，进而对植物与害虫昆虫的相互作用产生了级联效应。",
  "6dfea2cbb81fdcc64ef75fd504152636": "丽蝇科（Calliphoridae）是一类物种丰富的昆虫群体，然而，尽管近年来基因组学取得了进展，公开可用的基因组组装仅涵盖16个物种。这一知识空白同样存在于线粒体基因组和条形码数据库中，这些资源主要集中在具有医学和兽医学重要性的物种上。虽然丽蝇科的系统发育研究已取得一定进展，但鉴于其多样化的生命史，对各个亚科进行额外的基因组测序仍至关重要。本文综述了丽蝇科遗传信息的现状，强调了公共数据库中存在的显著缺口。DNA条形码、线粒体基因组和基因组分别仅占已知丽蝇科多样性中的16.5%（342种）、约3%（53种）和不到1%（16种）。尽管NCBI记录了183个与丽蝇科相关的基因组学项目，但许多亚科和属在基因组学方面缺乏或完全没有代表性，这影响了分类学、系统学、系统发育和进化等领域的研究。我们强调了高质量参考基因组的迫切需求，并指出需要代表所有丽蝇科亚科的目标物种，以支持快速且低成本的基因组学研究新时代的到来。",
  "c5c674522fa7ca54850c2b4bf7017be3": "刺鱼（Gasterosteus aculeatus）；雌核生殖；参考映射偏差；参考基因组；河鳉；序列比对；群体基因组学；基因组组装",
  "3a770a3a58203d7bca9333c1d8a6a997": "分子机制及其在发育和胁迫响应中的作用",
  "47b37144e9baac0d6b63a8bcb4e356d5": "微生物驱动的氮循环及其对植物营养的相关性",
  "be94f34a88548bd62efcb61d03d73829": "真菌植物共生体；互利共生；生态系统服务；食草；营养级相互作用；营养级cascade",
  "d3b20043bfba778a37af1ce93ce46074": "越来越多的二萜化合物因其多样的化学结构和卓越的生物活性而受到广泛关注，并被开发为临床药物或消费产品。大多数二萜化合物来源于植物。随着植物药材的长期开发，许多植物来源的二萜化合物的自然资源正在减少，其关键活性成分的生物合成机制也逐渐成为研究热点。利用合成生物学将微生物工程化为“细胞工厂”以生产所需化合物是解决这些问题的重要手段。本文综述了从化学结构、生物活性及生物合成途径等方面描述植物来源的二萜化合物，以代表性植物二萜为例阐述其生物合成的研究进展，并总结近年来微生物中植物二萜异源生产的相关成果，希望为未来植物二萜的开发与应用奠定基础。",
  "4ebce0e35dfd8151054ddb74a0a5e19a": "细胞核与细胞器（包括质体和线粒体）之间的基因转移（IGTs）在进化过程中不断重塑核基因组。尽管IGTs对基因组变异有重要贡献，但其在泛基因组水平上的动态轨迹仍不清楚。本文开发了一种名为IGTminer的方法，利用多重基因组组装中的共线性和基因重新注释来描绘IGTs的进化轨迹。我们应用IGTminer构建了覆盖15个禾本科植物的67个基因组的核质基因（NOG）图谱，其中包括重要的作物。实验和测序数据集验证了这些NOG。我们的分析显示，大多数NOG是近期转移且谱系特异性的，小麦族物种比其他禾本科物种拥有更多的NOG。小麦（Triticum aestivum）的NOG保留率高于玉米（Zea mays）和水稻（Oryza sativa），保留的NOG很可能参与光合作用和翻译途径。在两次多倍化过程中，大量NOG簇聚集在六倍体小麦中，促进了现代小麦种质间的遗传多样性。我们还开发了一个交互式网络服务器，以促进禾本科植物中NOG的探索。总之，本研究提供了资源和见解，揭示了IGTs在塑造种间和种内基因组变异以及推动植物基因组进化中的作用。",
  "9bf272731d8a58744bb8b54cf765c7c0": "野生、家养和金川。此外，通过整合基因频率、杂合性及基因PAV数据，我们提出了一个“双单倍型基因组杂交模型”，以理解品种间的杂交模式。一项基因PAV关联分析（GWAS）发现了一个可能与金川牦牛多肋性状相关的新型基因（BosGru3G009179）。另外，综合转录组和泛基因组分析强调了高海拔和低海拔牦牛核心基因表达差异及其差异表达基因突变负荷的显著区别。跨物种转录组分析表明，在高海拔和低海拔适应性比较中，牦牛在心脏和肺部表现出最独特的差异表达mRNA和lncRNA。该牦牛泛基因组为功能基因组学研究提供了全面资源和新的见解，支持未来生物学研究和育种策略的发展。",
  "d22c58c42be50ddb0e19c31adf7cb042": "物种特异性寡核苷酸序列最短长度的鉴定",
  "e617607850a50f9287c4da02d1a35332": "当前进展与挑战",
  "b8d99eb0b5b1a0d1903f09abc2333f28": "成像结构多样的植物激素的空间分布",
  "8aaeab42e4ce310c8316764bca5cf06f": "化学结构；植物二萜类化合物；异源生产；合成生物学；生物合成途径；药理活性",
  "500f067ff51a2604c7bc53ed6bc3c2c4": "随着大规模基因组研究的进展，人们发现单一的参考基因组无法代表物种层面的遗传多样性。家养动物通常具有复杂的起源和迁徙路径，这表明当前参考基因组可能遗漏了一些群体特异性的序列。相比之下，泛基因组是包含一个物种所有DNA序列的集合，其中既包括所有个体共享的序列（核心基因组），也能展示每个个体特有的序列信息（可变基因组）。人类、植物以及家养动物的泛基因组研究进展已经证明，通过泛基因组学研究可以探索缺失的遗传成分并识别大型结构变异（SVs）。许多个体特异性序列已被证明与生物适应性、表型及重要的经济性状相关。第三代测序技术、端粒到端粒基因组、图形化基因组以及无参组装方法等技术的成熟将进一步推动泛基因组的发展。未来，结合长读长数据和多组学的泛基因组研究将有助于解析家养动物中的大型SVs及其与主要经济性状的关系，从而更好地理解家养动物的驯化、进化和育种过程。本文综述了泛基因组分析如何揭示家养动物（绵羊、牛、猪、鸡）的遗传变异及其对表型的影响，并探讨其对理解物种多样性的贡献。此外，我们还讨论了家畜和家禽泛基因组研究面临的潜在问题及未来展望。",
  "647131c25861fa21517af648c0ed06f6": "现代遗传学和生物化学彻底改变了我们对植物生物学的理解。然而，生化遗传学可以追溯到孟德尔遗传学的奠基时期；事实上，孟德尔发现豌豆植株的七个特性之一后来被归因于淀粉分支酶突变。本文综述了阐明植物代谢途径及其组成酶和调控因子编码基因的当前和历史策略。通过回顾历史，我们讨论了一系列经典的遗传现象，包括上位性、 canalization（通道化）和杂种优势，并通过多组学研究中目前采用的各种方法所获得的当代高通量数据进行解读。",
  "61a7f064e9d8312a120e484d3d852012": "随着高质量基因组组装数据的日益丰富，泛基因组图谱作为一种新的基因组学研究范式，在种群和物种层面识别、编码和展示基因组变异方面发挥了重要作用。然而，通过具有生物学意义的可视化真正解析和解读泛基因组图谱仍然充满挑战。为了更好地探索和理解泛基因组图谱以获得新的生物学见解，我们开发了一个基于网络的交互式可视化与解释框架——线性参考投影泛基因组图谱可视化工具（VRPG）。VRPG 提供了高效且直观的支持，用于在基于线性基因组坐标系统（例如主要线性参考基因组）上探索和注释泛基因组图谱。此外，VRPG 还提供了许多独特的功能，如对构成图谱的输入组装进行路径高亮显示、对嵌入图谱节点的拷贝数进行表征以及对查询序列进行基于图谱的映射，这些功能对从事泛基因组图谱研究的研究人员极具价值。此外，VRPG 能够在同一界面下同时展示基于图谱的泛基因组表示和基于传统主参考基因组的特征注释，从而无缝衔接图谱和线性基因组背景。为进一步展示其功能和可扩展性，我们通过专用的网络门户将 VRPG 应用于由数百个高质量基因组组装数据构建的前沿酵母和人类参考泛基因组图谱，并在图谱背景下分析了局部基因组多样性。",
  "7e23cbb6fac69032f43cdcd198b116aa": "高低海拔；泛基因组；PAV-GWAS；牦牛；新基因",
  "b8b5e111ce23b67e3edff48235e73293": "植物-真菌相互作用中的核心角色",
  "882de3f478bebb5d2ebe19a69f83730a": "育种  \n structural variations:结构变异  \n domestic animals:家养动物  \n pangenome:泛基因组",
  "22217ce1f380f428297768db183c9140": "抗坏血酸氧化酶在植物系统中的作用再探讨",
  "a00b910565e6033c405928965350167e": "病原体与宿主植物之间的生存斗争在其共同进化过程中发挥了至关重要的作用。然而，这场持续军备竞赛的结果主要取决于病原体分泌到宿主细胞中的效应蛋白。这些效应蛋白通过干扰植物的防御反应来促进成功感染。近年来的研究表明，越来越多的致病效应蛋白能够模拟或靶向保守的泛素-蛋白酶体系统（UPS）。UPS在植物生命活动中不可或缺，因此病原体选择靶向或模拟该系统似乎是一种聪明的策略。本文综述了近期关于一些致病效应蛋白如何模拟UPS组分或作为其组成部分，而另一些则直接靶向植物UPS系统的最新研究进展。",
  "869bb985198f290c5ceca8a2c34ea647": "植物激素作为植物生长、发育以及对外界环境信号响应的关键调控因子，近年来被证实是表观遗传过程的核心调节者，这些过程控制着基因表达和表型可塑性。本文综述了植物激素与表观遗传机制之间的复杂相互作用，并强调了用于解析这些复杂关系的各种方法。我们全面概述了植物激素如何协调表观遗传修饰，从而塑造植物的适应性和生存策略。同时，我们也探讨了表观遗传调控因子如何维持激素平衡并调节关键植物激素的信号通路。此外，我们的研究还涉及对受表观遗传过程控制的植物激素调控的新基因的探索。本综述提供了关于表观遗传与植物激素互作的现代概述，强调其在植物生长、发育以及潜在农业应用中的重要意义。",
  "094ab3891970c1230f16630655ed8b03": "通道化；生化遗传学；全基因组关联分析；数量性状位点；上位效应；代谢组学",
  "687a9012c00f543ad15fc7846c4347ce": "从感知到热耐受性",
  "8f450c39f6c712da9db2789007252da3": "每个从头组装基因组的算法在关键阶段是识别装配图中的路径，这些路径对应于重建的基因组序列。现有的算法方法在此方面存在困难，主要是由于重复区域导致复杂的图结构纠缠，从而产生片段化的组装结果。本文介绍了一种名为GNNome的新框架，该框架基于几何深度学习，能够在装配图上进行模型训练而不依赖现有的装配策略。通过利用问题固有的对称性，GNNome使用PacBio HiFi读长重构的装配结果，在连续性和质量上与最先进的工具在多个物种中相当。随着每一个端粒到端粒的基因组被成功组装，我们可利用的可靠训练数据量也在增加。结合生成大量模拟数据以适应不同基因组结构的简单方法以及人工智能方法，该框架成为未来研究复杂基因组（具有不同程度倍性和非整倍体）重构工作的潜在基石。为了促进此类发展，我们将框架和表现最佳的模型公开提供，作为可以直接用于组装新单倍体基因组的工具。",
  "750d51cca7c5a80fadf82c1aa5068d7c": "自噬是一种在真核生物中保守的细胞内降解过程。尽管植物自噬的分子机制与酵母和哺乳动物有相似之处，但也发现了一些独特的机制。近期研究表明，自噬在植物营养生长阶段以及种子发育、萌发、开花和体细胞重编程等特定发育过程中起着重要作用。自噬使植物能够适应并应对诸如营养匮乏、高强度光胁迫和热胁迫等恶劣环境条件，从而引发细胞内重塑和生理变化以响应压力。过去，植物自噬研究相对滞后于酵母和哺乳动物的相关研究；然而，近年来的研究进展极大地扩展了我们对植物特异性自噬机制和功能的理解。本文综述了目前关于植物自噬机制及其作用的研究成果，旨在加深对该重要过程的理解。",
  "6aed85a6a3ee07b38f3a4d924b7e1034": "铜绿假单胞菌临床分离株噬菌体防御系统的基因组学见解",
  "00ae276a55bcd72dcadf565173b0516d": "基因组学的最新进展，加上犬类独特的种群结构和显著的变异水平，使家犬成为理解哺乳动物生物学基本原理的系统达到了新的高度。这一进步的核心是超过350个被认可的犬种，每个犬种都是一个封闭的种群，经历了对独特特征的选择。与其它家养哺乳动物相比，家犬的遗传变异尤其得到了很好的表征，已有近3000个高覆盖率的基因组公开可用。重要的是，随着测序基因组数量的增加，新的分析途径正在出现。本文讨论了关于行为、形态和疾病易感性的犬类基因组学的最新发现。我们探讨了当前数据集在变异解释方面的局限性、测序策略之间的权衡，以及长读长基因组在捕捉结构变异方面日益增长的作用。此外，我们还考虑了大规模全基因组序列数据集合如何推动稀有变异的发现，并评估了犬类多样性的地理分布，这表明亚洲是缺失变异的主要来源之一。最后，我们回顾了最近的比较基因组学分析，这些分析将促进对犬类非编码基因组的注释。",
  "9db41d74839f8ab354d05c6c79468c32": "见原文\\]时间内解决了单倍型感知的序列到图谱比对问题，其中Q是查询序列，E是边集，H是图中表示的单倍型集合。为了补充我们的解决方案，我们证明了在强指数时间假设（SETH）下，比\\[公式：见原文\\]更快的算法是不可能实现的。其次，我们提出了一种单倍型感知的链式算法，该算法在图预处理后以\\[公式：见原文\\]的时间复杂度运行，其中N是输入锚点的数量。我们进一步证明了在SETH下，比\\[公式：见原文\\]更快的链式算法也是不可能的。作为概念验证，我们将我们的链式算法实现于Minichain比对器中。通过将从人类主要组织相容性复合体（MHC）采样的序列比对到包含60个MHC单倍型的泛基因组图谱上，我们展示了我们的算法相比无单倍型感知的算法，能更好地与真实的重组结果保持一致性。",
  "3c749a8c8f58b40b3a2c06b70f4b67f9": "挖掘微生物作为植物微生物组在可持续农业中的潜力",
  "68ddb94f74b971339939b657697d6972": "由于资源匮乏，代表性不足的人群常常被排除在基因组研究之外。《千人基因组计划》（1kGP）和《人类基因组多样性计划》（HGDP），近期已以高覆盖度完成测序，因其捕获的全球多样性和开放的数据共享政策而成为宝贵的基因组资源。本文中，我们整合了来自HGDP和1kGP的80个群体共4094个高质量全基因组数据，并与《基因组聚合数据库》（gnomAD）的数据进行比对，鉴定出超过1.53亿个高质量单核苷酸变异（SNVs）、插入缺失（indels）和结构变异（SVs）。我们对该群体进行了详细的祖先分析，描述了种群结构和跨种群混合模式，分析了位点频率谱，并在全球和亚大陆层面测量了变异计数。此外，我们展示了该数据集相较于先前版本组件资源（通常通过liftOver和变异交集结合）的显著附加价值；例如，与之前的发布版本相比，我们记录了数百万个新的遗传变异，其中大多数为罕见变异。除了无限制的个体级公共发布外，我们还提供了详细的教程，指导如何在可扩展的云计算环境中执行这些数据的许多常见质量控制步骤和分析，并公开发布了这个新的相位联合调用集合，供用作单倍型资源在相位划分和插补管道中的应用。这个联合调用参考面板将成为支持多样化祖先人群研究的关键资源。",
  "3e95278e673a8a943ec72ab7ae35c4bc": "泛素化；泛素-蛋白酶体系统（UPS）；效应触发免疫；效应蛋白；病原相关分子模式触发免疫；E3连接酶",
  "3d153bff1bf629d62692322e4a562e84": "表观遗传学；组蛋白修饰；乙烯；生长素；细胞分裂素；赤霉素；脱落酸",
  "05450328ba25a662508e3540d2776bf4": "利用根系分泌物进行植物微生物组工程及提高植物抗逆性",
  "9fd2fbd751ac64db1c936d142e258eb1": "基因组浏览器已成为一种直观且至关重要的工具，用于可视化和分析基因组特征与数据。传统的基因组浏览器通常在单一参考基因组/组装版本上显示数据/注释；此外，还存在一些基因组比对查看器/浏览器，帮助用户可视化同线区域之间的比对、错配和重排。然而，随着研究需求的增长，亟需一种比较表观基因组浏览器，能够跨不同物种展示基因组和表观基因组数据集，并允许用户在同线区域之间进行比较。本文介绍了华盛顿大学（WashU）比较表观基因组浏览器。该浏览器允许用户加载映射到不同基因组的功能基因组数据集/注释，并同时在同线区域显示这些数据。浏览器还通过单核苷酸变异（SNV）到结构变异（SV）来显示基因组间的遗传差异，以可视化表观遗传差异与遗传差异之间的关联。它不依赖于参考基因组坐标来锚定所有数据集，而是为不同的基因组组装版本创建独立坐标，以忠实地呈现映射到不同基因组上的特征和数据。它使用一个简单直观的基因比对轨迹来说明不同物种之间的同线关系。该浏览器扩展了广泛使用的华盛顿大学表观基因组浏览器基础设施，并可扩展以支持多物种。这一新功能将极大地促进比较基因组学/表观基因组学的研究，同时也满足了直接比较和评估端到端完整人类基因组（T2T CHM13）组装与其他人类基因组组装的需求。",
  "2a78258c0f22bf3618f39df43a4e3165": "液泡；自噬体形成；植物；发育；巨自噬；大自噬；微自噬；胁迫；细胞器",
  "5f66c79ce6ced275deb004c7cdfcbaa6": "植物激素是调节植物生长、发育和胁迫响应等各方面的重要且结构多样的分子。然而，由于植物激素在复杂生物样本中的浓度低、水平动态变化以及空间分布复杂，其精确分析面临挑战。此外，激素信号网络的复杂性和相互关联性使得同时追踪多种激素的空间分布变得困难。本文综述了目前公认的植物小分子激素、信号肽激素和植物生长调节剂及其分析方法。我们深入探讨了质谱成像和原位荧光技术的最新进展，这些技术能够用于研究植物激素的空间分布。此外，还讨论了这些成像技术的优势与局限性。最后，我们提出了成像技术未来可能的发展方向，以进一步加深对植物激素生物学的理解。",
  "3adac016f67088430147dbc3e9ecfaa2": "多年生木本植物健康中的根际微生物组组装、驱动因素与功能",
  "004bcb90ea9ae8565e37f29deb2437c4": "突破不一致基因组注释障碍并开展最大型动物DNA病毒比较基因组学研究的工具",
  "211394e0ebe4f8aa849363788f2b741c": "氮（N）是生物大分子如核酸和蛋白质的重要组成成分，也是植物生长不可或缺的营养元素。微生物在所有生态系统中，包括土壤和植物环境中，是驱动氮循环过程的主要力量。氮的可用性是限制植物生长的关键因素之一，且受到植物微生物组的显著影响。植物与微生物之间形成复杂的相互作用网络，涉及分子信号传递、营养交换以及特定的代谢响应。在此过程中，微生物伙伴可能以正向或负向的方式影响植物的生长及氮利用效率。利用作物微生物组中有益成员的作用，是应对因工业氮肥过度使用而对人类和地球健康构成威胁的一种有前景策略。然而，除了提供氮源的活动（例如豆科植物与根瘤菌的共生关系），还需要考虑其他植物-微生物相互作用，以全面了解微生物驱动的氮转化如何影响植物养分获取。为此，本文综述了植物与参与氮循环的微生物之间紧密互作的最新研究进展，重点关注那些作为氮源或氮汇的微生物氮转化过程，这些过程最终决定了植物的氮吸收模式。",
  "9ba1995d4c66451dc960bdda8b6aa8a9": "基因组资源对于评估遗传多样性和支持保护工作至关重要。欧洲园睡鼠（*Eliomys quercinus*）是一种小型啮齿动物，在现代欧洲经历了最严重的种群数量下降之一。我们为欧洲园睡鼠构建了一个高质量的单倍型解析参考基因组，并结合全面的短读长和长读长转录组数据集以及基于同源性的方法，生成了高度完整的基因注释。基因组的种群历史分析显示，自上一次间冰期以来，其种群数量急剧下降，表明在人类影响之前，寒冷气候与种群下降之间存在关联。利用我们的基因组以及来自100个个体的遗传数据（这些个体主要通过一项公民科学项目从当前分布范围内采集），我们对该物种进行了首次种群基因组学分析。我们发现该物种在其中央欧洲核心分布区存在明显的种群结构。值得注意的是，我们的数据显示阿尔卑斯山种群表现出强烈的分化和较低的遗传多样性，且在生殖上与其他地区隔离，可能代表一个独立的进化显著单元（ESU）。东欧主要呈下降趋势的种群也显示出近期隔离的迹象，这一模式与全新世期间从西欧到东欧的种群扩张一致，留下了如今面临局部灭绝风险的残遗种群。总体而言，我们的研究结果表明，通过指定ESU，欧洲可以更有效地开展欧洲园睡鼠的保护工作。",
  "583bde848098ba9c40578bc82436eaaf": "基于k-mer且无需参考序列的泛基因组分析",
  "b54c984a52f63017e40e3d96d881e4ae": "荧光生物传感器；植物激素；空间分布；原位检测；质谱成像",
  "9eb60f298e7460688ade377e9b7919b2": "快速精确的泛基因组构建与核心基因组大小估算",
  "ac0793fbdac9e268cd6b22516bcf4914": "参考基因组选择与过滤阈值共同影响系统基因组学分析。",
  "564351c01e1743c730b78748320808ac": "面向无环变异图的错误长读长精确对齐的链式方法",
  "e60493ce771103e5f939512419694698": "基因靶向技术可用于在植物基因组特定区域进行修饰，并为植物生物技术和育种开发高精度工具。然而，其低效率是限制该技术在植物中应用的主要障碍。CRISPR（成簇的规律间隔短回文重复序列）-Cas系统介导的位点特异性核酸酶能够诱导目标位点的双链断裂，从而推动了植物基因靶向技术的发展。近期多项研究表明，通过细胞类型特异性表达Cas核酸酶、使用自我扩增型基因靶向载体DNA或操控RNA沉默和DNA修复途径等方法可提高基因靶向效率。本文综述了CRISPR/Cas介导的植物基因靶向技术的最新进展，并讨论了潜在的效率提升策略。提高基因靶向技术的效率将有助于推动环境友好型农业中作物产量的增加和食品安全性的提升。",
  "51192e83d5d7bebbae1d0822839283be": "植物微生物组；氮循环；微生物；氮利用；相互作用；固氮作用",
  "825890990c39eb40ec468e04177e18ae": "基于nf-core/pangenome的高聚类效率泛基因组图构建",
  "aa6c411395b55b4ff6e13eda8f98668d": "用于识别、可视化和生成惠勒图的工具与算法",
  "e2a92d4e3bb37c1db64ed22e72e47d32": "利用泛基因图探索基因内容",
  "319604360046e9c9e952f7ef483fa157": "DNA序列替换；DNA序列敲入；CRISPR–Cas；植物基因靶向；同源重组",
  "80f25e744a8fca8a76fc8888907122a0": "抗坏血酸（AsA）在植物中发挥着不可或缺的作用，既是抗氧化剂，又是细胞氧化还原平衡的主要调节因子。抗坏血酸氧化酶（AO）是一种蓝铜氧化酶，负责将抗坏血酸氧化并伴随产生水。多年来，由于AO会减少抗坏血酸池的大小，因此被认为是一种没有明显优势的酶，甚至可能削弱植物的抗逆性。直到十年前，这一观点才逐渐转变为关注AO在通过影响细胞外基质整体氧化还原平衡来协调抗坏血酸和氧气水平中的基本作用。鉴于其在原生质体中的定位，AO参与了细胞扩张、分裂、资源分配以及植物整体产量。越来越多的转基因研究表明，AO还可以促进周围环境与细胞之间的交流，因为其基因表达对激素信号、氧化应激和机械损伤等因素高度敏感。本文旨在描述AO在植物生长、发育和抗逆性方面的多种功能，并探讨该酶在果实成熟过程中可能具有的其他作用。",
  "891aa3b50db005695aa095c6b8b1b0aa": "原核生物跨物种可扩展比较基因组学",
  "603fb62aa3b2d0db7485f51356bf1917": "一种快速且缓存高效的全基因组泛基因索引",
  "f50dcfabf210f0b1a008c8e1701b7519": "抗氧化剂；成熟；激素稳态；氧化应激；氧化还原状态",
  "8d54cfceb8bf184907c64b9e96c03681": "大鼠泛基因组重建增强了基因型-表型映射和变异发现。",
  "2eac8d9317c6a03bd98673861c3f030d": "真核细胞的细胞骨架是由肌动蛋白丝、中间丝和微管组成的复杂支架。尽管真菌和植物缺乏中间丝，但它们的肌动蛋白丝和微管动态结构网络调控着细胞形状、分裂、极性和囊泡运输。然而，植物-真菌互作过程中细胞骨架的特化功能仍不清楚。近期的研究表明，植物细胞骨架通过重塑响应信号刺激和病原体入侵，从而协调免疫受体运输、膜微域形成、细胞器聚集以及防御化合物的转运。此外，有证据显示，细胞骨架重塑还通过触发水杨酸信号、活性氧生成以及病程相关基因表达进一步调节宿主免疫。在宿主侵染过程中，真菌经历系统的细胞骨架重塑，这对成功侵入和定殖至关重要。此外，植物激素作为植物细胞骨架动力学的重要调节因子，在病原体攻击时经常成为真菌效应子的目标，以破坏宿主生长与防御的平衡。本文综述了关于植物-真菌互作过程中细胞骨架动力学的最新进展，并提供了关于植物激素与病原体攻击下细胞骨架重塑关系的新见解。我们还强调了真菌在宿主定殖期间细胞骨架重排的重要性，并提出了该领域的未来研究方向。",
  "8278106c75611c105f15bb21f7eb6c03": "光和温度是调控植物生长发育的两种最重要的环境信号。在自然环境中，植物通常白天经历较暖的温度，而夜晚则较凉爽，这表明光和温度信号紧密相连。由于全球变暖，理解光和温度信号通路如何交汇并调控植物发育变得尤为重要。本文综述了光和温度感知以及下游信号传导的多种机制，并着重强调它们的整合与相互联系。近期研究表明，光受体及其下游光信号蛋白在不同光照条件下，以及温暖温度下的昼夜节律组分对热形态建成的调控作用。我们全面描述了这些研究，并展示了它们与植物发育响应之间的联系。此外，我们解释了光形态建成和热形态建成基因信号通路如何与热胁迫反应相互连接以介导热耐受性，揭示了操纵植物以提高气候适应性的新途径。另外，还强调了糖作为光信号和温度信号通路之间信使分子的作用。因此，我们认为这种详细的知识将有助于加深对植物如何同时感知光和温度信号并引发有助于其适应的响应的理解。",
  "3be3573b8277e5a10edcddc469e6d6f1": "基因组学；模式生物；数量遗传学；关联分析",
  "701be85c8fde54bbd760a4118fb6222d": "宏基因组中的核心基因与辅助基因",
  "f02907c983563dabe2432d4f3ac3a2db": "植物免疫；肌动蛋白动态变化；肌动蛋白细胞骨架；真菌效应子；植物-微生物互作；植物激素；真菌细胞骨架；微管；真菌致病性",
  "8f7f8f85124ecd110ac644a5ed777e22": "Gretl变体GRaph评估工具包",
  "fd5cd304dedd7aae27d02b94356783c6": "尽管得益于高通量DNA测序技术的指数级发展，我们获得了越来越多的基因组信息，但目前仍缺乏每种生物的通用且简洁的基因组指纹。确定最短的物种特异性核苷酸序列能够揭示物种进化过程，并在农业、野生动物保护和医疗保健等领域具有潜在的实际应用价值。本文提出了一种新的序列分析方法，称为“准素数”（nucleic \"quasi-primes\"），即在45,076个参考基因组中每个基因组中最短出现的序列，这些序列存在于一个基因组中，而不存在于其他任何被检测的基因组中。在人类基因组中，我们发现准素数的基因组位点富集了与大脑发育和认知功能相关的基因。在一项针对人类初级运动皮层的单细胞研究中，准素数基因占基于平均基因表达变异的比例显著增加。非神经元细胞类型，包括星形胶质细胞、内皮细胞、小胶质细胞/血管周巨噬细胞、少突胶质细胞以及血管和软脑膜细胞，表现出与癌症相关的准素数基因关联显著激活，而同时抑制准素数基因则与认知、精神和发育障碍相关。此外，我们还发现人类致病变异、eQTLs、mQTLs和sQTLs分别在人类准素数位点上的富集程度是其背景水平的4.43倍、4.34倍、4.29倍和4.21倍。这些结果表明，准素数是与物种特异性特征进化相关的基因组位点，在人类中它们提供了关于认知特征发展和人类疾病（包括神经发育障碍）的见解。",
  "c4d0aaf2afc89de3a334821a2e679bf3": "高温；温形态发生；下胚轴伸长；光敏色素；热胁迫；光信号转导；热忍耐；光敏色素互作因子（PIFs）；糖",
  "cc1f1421bcd559729de8c38f0b200c71": "非生物和生物胁迫对植物的生长和产量均有不利影响。在胁迫条件下，植物的主要响应之一是调节从根系分泌到根际的分泌物，从而导致定居微生物群落的变化。因此，根际环境中释放的分泌物在植物-微生物相互作用的形成与维持中起着重要作用。本文综述了关于植物根系分泌物的生化和结构组成最新且相关文献的综合分析，并探讨了其在根际微生物营养和复杂信号过程中的多方面作用，包括群体感应分子。具体而言，本文研究了低分子量化合物（如碳水化合物、酚类、有机酸、氨基酸和次生代谢产物）以及高分子量化合物（如蛋白质和多糖）的作用及其意义。此外，文章还讨论了前沿组学策略如何揭示根系分泌物在植物-微生物组互作中的关键作用，包括对病原体（如线虫和真菌）的防御。我们提出了多个挑战和展望，包括利用植物根系分泌物进行宿主介导的微生物组工程。在此背景下，由于根系分泌物及其与根际微生物群落相互作用对植物健康和胁迫缓解的积极影响，应更加关注这一领域。",
  "921fa8dfa50d9d69996b0e40ccd37111": "牛在毛色、斑点及色素减退模式等方面经历了选择性育种。尽管有人提出KIT基因上游的结构变异可能与弗莱维赫牛、西门塔尔牛和夏洛来牛特有的白色头部特征有关，但其背后的假设性常染色体显性遗传变异尚未被确定。本文中，我们基于来自七个普通牛品种的24个单倍型组装数据构建了一个图谱泛基因组，首次利用长读测序数据和泛基因组分析识别并表征了与白色头部相关的位点。我们引入了一种泛基因组全关联映射方法，通过分析图谱中的组装路径相似性，揭示了KIT基因上游66 kb处一个复杂结构变异（SV）的两个最可能的串联等位基因与面部色素减退之间的关联。该复杂SV包含数量可变的串联重复序列，每个重复序列约为14.3 kb，由LTRs、LINEs及其他重复元件组成，导致使用线性参考时短读和长读的比对出现误导性结果。我们将250个短读测序样本（涵盖15个牛品种）映射到泛基因组图谱上，进一步验证了SV的等位基因与头部色素减退的分离情况。通过图谱比对覆盖率估计，我们发现相对于西门塔尔牛和其他白色头部品种，夏洛来牛中重复序列的数量有所增加，这表明当前以夏洛来牛为基础的牛参考基因组存在大量未组装区域，其拷贝数较少。我们的研究显示，利用图谱泛基因组中的组装路径相似性可以揭示与性状相关的复杂结构变异。",
  "bc25836c4a0647a866afa9f6daf74c8e": "揭示和推定古多倍化及全基因组重复事件的一系列工具",
  "bfe07dd95cdc522c0372cd9203f69f52": "近年来，关于植物与其相关微生物群（统称为植物微生物组）之间复杂相互作用和串扰的研究揭示了微生物群落对促进植物生长和健康的关键作用。植物已经进化出与根、叶及其他植物组织中栖息的多种多样的微生物形成复杂的共生关系。这种微生物群主要包含细菌、古菌、真菌、原生动物和病毒，在植物内外形成一个动态且相互关联的网络。通过互利或合作性相互作用，这些微生物在植物健康和发育的各个方面发挥重要作用。植物微生物组的直接机制包括通过养分获取来促进植物生长和发育。微生物能够溶解必需矿物质、固定大气氮以及将有机物转化为可利用形式，从而增加植物可获得的营养库。此外，微生物组通过激发植物免疫反应、拮抗植物病原体和提高抗逆性，帮助植物抵御生物和非生物胁迫，如病原体攻击和不利环境条件。此外，植物微生物组在植物激素调控中起着至关重要的作用，有助于维持植物内的激素平衡。这种调控影响各种生长过程，包括根系发育、开花和结果。微生物群落还可以产生次级代谢产物，这些物质直接或间接地促进植物生长、发育和健康。理解植物微生物组的功能潜力已推动了创新的农业实践，例如基于微生物组的生物肥料和生物杀虫剂，利用有益微生物的力量提高作物产量，同时减少对化学投入品的依赖。本文综述了有关植物微生物组的研究现状，并指出了研究空白，探讨了如何将植物微生物组作为单一或合成生物接种剂的来源，用于植物生长和健康的调控。",
  "e1f78b77e0ff2473bb5158fb626e0ab8": "//github.com/marschall-lab/panacus获取。Panacus可通过Bioconda安装，网址为https://bioconda.github.io/recipes/panacus/README.html。",
  "4407d9d3b2be39016989939cb74d760b": "植物与其根际微生物群持续相互作用并塑造后者，而该微生物群在植物健康和抗逆性方面发挥关键作用。然而，植物相关的微生物群落可受多种因素影响，包括植物表型和种植系统。因此，理解植物-病原体互作初期微生物组组装与木本植物持久抗性性状之间的相互作用仍然是一个重大挑战。迄今为止，此类研究主要集中在草本植物上，因为它们具有表型特征且生命周期较短。然而，关于多年生木本植物中微生物结构、动态及其驱动因素的研究却寥寥无几。木本植物与其特有的真菌和细菌群落共同进化，这些群落与一年生植物的不同。木本植物通过自身功能性微生物群落的形成所表现出的独特性可能取决于其高杂合性、与季节性和老化过程相关的生理和分子状态、根系及地上部分的结构、长期气候变异以及特定的栽培实践。本文综述了多年生木本植物的特有特性，这些特性可能调节根际的共生互作，从而影响植物的适应力和系统免疫。此外，还讨论了参与植物-微生物组互作建立以及这种整体生物体（holobiont）适应的植物和微生物特性。",
  "c19535ee0c8b7f6b4e4eff8b299478b2": "一种针对进化上多样的基因组核心基因组比对的灵活高效程序",
  "0a4c411cb08fcf34dc59c08d8e509ba7": "生物与非生物胁迫；植物微生物组工程；信号传导；植物根系分泌物；根际",
  "3462faa2fb5bcaa2443c8234c1fc1767": "植物微生物组；营养成分；生物功能属性；生物活性化合物；植物生长与健康",
  "d76add39462be2d3fb92f3829e67d193": "微生物组；多年生；植物健康；木质植物",
  "363c321d272c6f35ffaf09876f6742a5": "泛基因组索引是许多应用的有前景工具，包括纳米孔测序读段的分类。Move结构是一种基于Burrows-Wheeler变换（BWT）的压缩索引数据结构，它提供了同时具有O(1)时间查询和O(r)空间开销的能力，其中r是BWT运行的数量（相同字符的连续序列）。我们基于Move结构开发了Movi，用于泛基因组的索引和查询。由于其大小严格随r增长，Movi对重复文本具有很好的扩展性。通过最小化缓存未命中次数并使用内存预取来实现一定程度的延迟隐藏，Movi在伪匹配长度计算和反向搜索等复杂匹配查询上的速度比现有方法快30倍，从而实现了泛基因组分类任务的高效处理。Movi快速且恒定时间的查询循环使其非常适合实时应用，例如纳米孔测序的自适应采样，在这种应用中，决策必须在一个小而可预测的时间间隔内完成。",
  "a03a4da4d021c78a20659ab3fc629f3d": "//github.com/Kuanhao-Chao/Wheeler_Graph_Toolkit获取。",
  "d78fa5bc9d8103abc4b44c330c871635": "金黄色杆菌（*Stenotrophomonas maltophilia*）是一种快速演化的多重耐药条件致病菌，可在免疫功能低下的患者中引发严重感染。尽管噬菌体疗法是应对多重耐药细菌的一种有前景的策略，但其主要挑战包括噬菌体抗性突变的积累以及噬菌体防御系统的获得。为了系统评估（前）噬菌体在塑造*Stenotrophomonas maltophilia*遗传和进化多样性中的作用，我们从中国南方三家医院收集了166株分离株，分析其泛基因组、毒力因子、前噬菌体区域及抗病毒免疫系统。泛基因组分析表明，该菌种的泛基因组包含1328个饱和的核心基因和26961个未饱和的辅助基因，这表明*Stenotrophomonas maltophilia*基因组存在高度可变的部分。与III型分泌系统（T3SS）和VI型分泌系统（T6SS）相关的基因的存在表明，该菌群具有分泌毒素的巨大潜力，这与金黄色杆菌低毒力的传统观念相悖。此外，我们对这些临床分离株针对噬菌体感染的泛免疫系统图谱进行了表征，并揭示了一些菌株同时携带CBASS和抗CBASS系统，表明细菌与噬菌体之间存在永无止境的军备竞赛和共同进化动态。进一步研究预测，在*Stenotrophomonas maltophilia*中存在310个高遗传多样性的前噬菌体区域。发现六种病毒防御系统位于该菌种前噬菌体基因组的特定位置，表明某些位点/区域可能类似于细菌中的“防御岛”发生进化。本研究为理解*Stenotrophomonas maltophilia*泛基因组与噬菌体防御机制的关系提供了新的见解，拓展了我们对细菌-噬菌体相互作用的理解，并可能指导噬菌体疗法在对抗金黄色杆菌感染中的应用。",
  "e00c0e7db76b80a481ea8d6948897e30": "//github.com/bacpop/CELEBRIMBOR，并且可以从该存储库获取Docker容器。补充材料可在文章的在线版本中获取。",
  "2b5ba9cfe32aef0137fdd06fa4c3950a": "生存建模及其在组学数据中的应用教程",
  "6227b1658ae6809440c7d6de8d2afa0d": "一个用于基因和基因组重复的鉴定、分类和分析的R/Bioconductor软件包",
  "2eb8d163031856d70b5ae17ff2bbcfb7": "多组基因组区域集关联性的评估",
  "faaf260aec4191f1a471c182469ba7f4": "基因组分析；生物计算方法；生物信息学主题分类",
  "c3bffbbc57e3723a25cf95460d084344": "一种用于操作全基因组比对的超快速工具包。",
  "bffc836d90df5aa905ae61b6462f0c72": "//nf-co.re/pangenome/docs/usage访问。",
  "154153c86a583bbf3104677ab38cbc8e": "从碎片组装谈起",
  "58bf53033ffbe364a5478996bcb2d511": "算法；生物信息学；数据结构",
  "0086660a86f24c900301a0fc0450ccff": "噬菌体防御；广谱免疫；斯氏假单胞菌；毒力；前噬菌体",
  "bea3d72da7591282fb09c04b690ca645": "一种利用基因组学重建细菌爆发的易于使用的管道",
  "64092ff6d804fcbca418b1d10737862f": "//pypi.org/project/pankmer/以及GitLab https://gitlab.com/salk-tm/pankmer获取。完整的文档可在https://salk-tm.gitlab.io/pankmer/找到。",
  "b8407df9e8570aef4229c140a9d1aa59": "//github.com/lh3/pangene获取；预先构建好的panGene图谱可以从https://zenodo.org/records/8118576下载，并在https://pangene.bioinweb.org可视化。",
  "d86d8b92187ac0b464573d505bd6b4f2": "分子系统树是现代比较生物学的核心，广泛用于研究多样化速率、特征演化模式、生物地理学以及群落构建等生物学现象。近期研究表明，在处理基因组数据时，可能会引入显著偏差，从而影响下游系统发育分析；然而，尚不清楚生物信息学参数之间的相互作用或通过序列比对和变异调用选择参考基因组所引入的偏差是否会对结果产生影响。我们通过结合模拟数据集和实际数据集，探讨了在上游生物信息学处理中选择参考基因组对系统发育推断的影响，以及参考基因组选择与生物信息学过滤选项及系统发育推断方法之间的交互作用。结果显示，更严格的次要等位基因过滤会偏离真实的物种树拓扑结构，且这些偏差树往往比真实树更加不平衡且重心更高。在我们的51个分类单元的数据集中，当过滤位点的次要等位基因计数（MAC）>3-4时，获得的拓扑结构准确性最高；而当过滤MAC >1-2的位点时，树的重心最接近真实值。相比之下，缺失数据的过滤提高了推断拓扑结构的准确性；然而，这一效果相较于次要等位基因过滤较小，并且可能导致突变谱失真，因此可能不理想。这些过滤器引入的偏差取决于短读长比对中使用的参考基因组，进一步证明了选择用于比对的参考基因组是一项重要的生物信息学决策，对下游分析具有重要意义。本研究结果表明，研究系统和数据集的属性及其相互作用为如何最佳地组装和过滤短读长基因组数据以进行系统发育推断提供了重要指导。",
  "c270a2e9d406179dac1c3402b0e1f7a4": "利用k-mer频率估计多倍体物种的基因组大小",
  "3ffa98d31870c032b6ba75744adbc373": "基于ED字符串的泛基因组比较",
  "b4c496d5f4655831f255bd0df641cce4": "大田雷尔菌泛基因组中的宿主特异性决定因子研究",
  "95fe14c950112f14f62515673a7b9fb2": "//github.com/algbio/GraphChainer免费获取。数据集和评估流程可通过上述地址访问。",
  "d72e18111930ac10b724bdcaf2e255c3": "宏进化；不平衡；系统基因组学；生物信息学；分化速率；次要等位基因频率",
  "a947d6fe1386c7b78b0bd4af71392400": "适用于非循环泛基因组图的敏感间隙colinear链算法。",
  "593c0909fa631184ececffdb45aac2da": "泛基因组视角下全球黄单胞菌爆发的多样化及疾病特异性研究",
  "b745a1999a1a096f1921ca707ba1a0c9": "已知最大的动物病毒——对水产养殖业造成巨大经济损失和就业损失的白斑综合症病毒（WSSV）的基因组存在命名术语不一致的问题。新的基因组序列、环状基因组以及可变的基因组长度导致了这种不一致性。由于过去二十年积累了大量的知识但命名术语不一致，一个基因组的研究成果难以轻松推广到其他基因组。因此，本研究旨在针对WSSV进行基于统一命名术语的比较基因组学研究。我们结合标准的mummer工具与自定义脚本开发了缺失区域查找器（MRF），用于记录与参考基因组相比及在注释术语中的病毒基因组中的缺失基因组区域和编码序列。该方法以网络工具和命令行界面的形式实现。利用MRF，我们记录了WSSV中的缺失编码序列，并通过系统发育基因组学、机器学习模型和同源基因的应用探索了它们在毒力中的作用。我们将WSSV中的缺失基因组区域、缺失编码序列和删除热点按共同的注释术语进行了列表和展示，并尝试将其与病毒毒力联系起来。观察发现，泛素化、转录调控和核苷酸代谢可能对WSSV的致病过程至关重要；结构蛋白VP19、VP26和VP28对于病毒组装是必不可少的；WSSV中的少数次要结构蛋白将作为包膜糖蛋白发挥作用。此外，我们还展示了MRF在短时间内提供详细图形/表格输出的优势，以及在处理低复杂度、重复丰富且高度相似的基因组区域时的优势，并通过其他病毒案例验证了这一点。对于致病病毒研究而言，能够直接指出分离株/毒株之间缺失的基因组区域和编码序列的工具具有重要意义。在病毒研究中，本研究所进行的分析为寻找基因组之间的差异并快速识别需要研究人员早期关注的重要编码序列/基因组提供了进展。总之，MRF中实施的方法在涉及大型、高度相似、长度可变和/或不一致注释的病毒基因组的比较基因组学中补充了基于相似性的工具。",
  "0f38ebea517230746df3b1d58ef1b75f": "沙门氏菌enterica的宿主特异性。",
  "4fbbbcb156abfbc2f42d0ea00dd38b1f": "泛基因组推断和核心基因组推断。泛基因组推断涉及将一组基因组中的基因聚类为基因家族，从而支持全基因组关联研究和进化历史分析。核心基因组代表几乎存在于所有基因组中的基因家族，是推断高质量系统发育树所必需的。对于种水平的数据集，已经开发出快速的泛基因组推断工具。然而，适用于更多样化数据集的工具目前速度较慢且扩展性差。本文介绍了一个名为SCARAP的程序，包含三个用于比较基因组分析的模块：一个快速且可扩展的泛基因组推断模块、一个直接的核心基因组推断模块以及一个用于采样代表性基因组的模块。在与现有工具的基准测试中，SCARAP的泛基因组模块在准确性相当的情况下，速度提高了多达一个数量级。核心模块的结果通过与从完整泛基因组中提取的核心基因组进行比较得到了验证。样本模块展示了快速采样具有减少新颖性的基因组的能力。将其应用于超过31,000个乳酸菌目的基因组数据集时，SCARAP展示了其推导代表性泛基因组的能力。最后，我们应用了基因固定频率这一新概念来分析这个泛基因组，结果显示乳酸菌目的基因中那些普遍存在但很少在物种中固定的基因通常编码噬菌体功能。SCARAP工具包可在https://github.com/swittouck/scarap公开获取。",
  "0f734bded82a381d52ad487818f3d207": "亚麻菌寄生菌尖孢镰刀菌专化型的泛基因组学研究",
  "d00962c88e770fda4f517729100871ec": "副拟杆菌双发酵作为新兴人类病原体的种群基因组学见解",
  "b3c6d5f174bf87d19e4e8f8de426caea": "//github.com/MoinSebi/gretl获取，同时提供Python脚本和逐步使用示例。该软件包已发布在Bioconda上，便于安装。",
  "0412d68dc992d40818c36c8bf9614b19": "病毒学；MRF（可变剪接调控基序）；缺失的编码序列；BLAST（基本局部比对搜索工具）；比较基因组学；基因组分析",
  "539b9651fd261d332de53cc4d65bcc99": "//github.com/heche-psb/wgd获取。",
  "e80c22015907769578b95ece5a91ad9b": "http://www.bioconductor.org/packages/regioneReloaded。",
  "113f6ec6b593caf15a391fbfa349aca7": "//bioconductor.org/packages/doubletrouble）上获取，源代码可在GitHub存储库（https://github.com/almeidasilvaf/doubletrouble）中获得。doubletroubledb在线提供，网址为https://almeidasilvaf.github.io/doubletroubledb/。",
  "cb6be29ebead8120524fa0427b2afa16": "国际空间站分离出的考林ella hashimotonis sp. nov.的基因组比较分析",
  "ee8b7666ec51f14fe7d9f818e499cbf5": "//github.com/wjwei-handsome/wgatools 和 https://zenodo.org/records/14882797 免费获取。",
  "d41dbd0ecdde261f98281ec6535c0f21": "//github.com/mfruzan/CoreDetector获取。",
  "a5673777bb41a87d196217f361592af8": "//ocbe-uio.github.io/survomics获取。",
  "a708a9d34e96153b4490bf6da4a3e2f1": "关于致病性、毒力因子及对寄主植物适应性的见解",
  "4a965018cfdef06a56a1e9b90501497f": "弹性-退化（Elastic-degenerate, ED）字符串是一种由字符串集合序列构成的概念，也可以被视为边标记为字符串的有向无环图。ED字符串的概念被提出作为一种简单替代变异图和序列图的方法，用于表示泛基因组，即一组需要联合分析或用作参考的基因组序列集合。在本研究中，我们定义了两个ED字符串之间的匹配统计量作为泛基因组间的相似性度量，并由此推导出相应的距离度量方法。随后，我们证明可以通过利用两个ED字符串的交集图高效地计算这两种度量值，无论是在理论上还是实践中均表现出色。此外，我们将这些方法实现为一种用于泛基因组比较的软件工具，并使用合成数据集和真实数据集对其效率和有效性进行了评估。就效率而言，我们将交集图方法的运行时间与经典的乘积自动机构造方法进行对比，结果显示交集图方法快达一个数量级。为了验证其有效性，我们使用真实的SARS-CoV-2数据集以及我们的匹配统计相似性度量方法重现了已确立的SARS-CoV-2分支分类，从而证明了我们方法所得分类结果与现有分类结果一致。",
  "5ba2969a04126bef97b9e2ecc0362cff": "比较基因组学分析揭示了芒果三个品种中CC-NBS-LRR基因的多重胁迫响应功能。",
  "a5aab16cfa53c6088bed23a342f1c188": "植物科学进展",
  "231514ccbcb233693e1b53d8497557a6": "//146.56.237.198:3838/findGSEP/。此外，“findGSEP”还被实现为R包，用于多样本的并行处理。其源代码和安装及使用的教程可在https://github.com/sperfu/findGSEP获取。",
  "ae1dfc3dcc77b065b33d1ed253ca1f65": "新冠病毒；匹配统计；弹性退化字符串；泛基因组比较；交集图",
  "cb448d1d232dff0511f138de5cdc0e15": "//github.com/SteMIDIfactory/P-DOR）以GPL-3.0许可证的形式获取。",
  "20616a2c479399657ceba748d20f3aad": "综述",
  "64b69e006cac4c1afd675b1bf772d869": "丛枝菌根效应蛋白的特性分析",
  "4896b11d8b973ca4b6f1b5a2656a826a": "萜类化合物生物合成的研究进展及其在植物抗性中的生态功能",
  "33a938b056a07294e25db2b64e8011f6": "//github.com/Vini2/phables。",
  "274420a939347d59759d7fe9600ad486": "植物与病原体相互作用中的脂类和脂质介导的信号传导",
  "35ff5eafd5a1ae047c9f4095f5743b77": "转录因子在植物形态与功能调控中的机制 2.0",
  "61378d77fde1d8cb5fa1f63b9e81407e": "利用牛津纳米孔长读长序列对脑膜炎奈瑟菌进行全面的遗传变异分析",
  "cfcd7f751153a54623bd8975d5ef032e": "近年来，随着生物技术的不断进步，我们对植物分子生物学的理解发生了显著的变化 [...]。",
  "e0f5738ee156f9863c9a91dd6e79d97a": "光呼吸代谢及其与植物抵御病原体防御机制的调控关系",
  "cd6934a48278ff51b3ef997bd74f1040": "泛基因组图谱可以作为基因组研究更好的参考，因为它允许在一个物种内紧凑地表示多个基因组。基于泛基因组的重测序需要将序列与图谱对齐，而种子链扩展启发式算法通过在序列和图谱之间寻找短的精确匹配来实现这一目标。在此启发式方法中，共线链合能够识别一组良好的精确匹配簇，这些匹配可以组合形成对齐结果。针对两个序列对齐问题，已有大量关于共线链算法的研究，包括各种间隙成本（如线性、凹函数和凸函数）下的对齐。然而，将这些算法扩展到序列到图谱的对齐则面临显著挑战。近期，Mäkinen等人引入了一种稀疏动态规划框架，该框架利用了无环泛基因组图谱的小路径覆盖特性，实现了高效的链合。然而，该框架未考虑间隙成本，限制了其实用效果。我们通过开发新的问题公式和理论上性能优良的链合算法解决了这一局限性，这些算法支持多种间隙成本函数。这些函数经过精心设计，使得链合算法能够快速运行，并且其时间复杂度取决于最小路径覆盖的大小。通过实证评估，我们证明了我们的算法相比现有比对器具有更优越的性能。在将模拟的长读段映射到包含95个人类单倍型的泛基因组图谱时，我们的算法达到了98.7%的精度，同时减少了...",
  "82cf89fc9d419c2f93fe566b024156a7": "在植物中，基因调控 underlying 器官发育和对环境变化的响应 [...]。",
  "4b5f6a60c58d5ed450c30bdd1558d6a1": "稀疏动态规划；变异图；序列比对；最小路径覆盖",
  "eda68ec3f37190491976818f6d94b130": "探索植物-细菌共生以实现生态友好型农业和增强韧性",
  "20f57ac9325df583d2c28ef9473653fe": "植物干旱胁迫的综合框架",
  "bcc1f8a2a33fd237380ae14cb7dacb3c": "镉暴露植物研究进展",
  "78119a6d37d74d61c5f9ec96174a3b47": "含硒纳米制剂缓解植物非生物胁迫的研究进展",
  "f1ce346496131d45815a694bab59cf7e": "人类、猪、牛和鸟类。重建的泛基因组被证明是开放的，并且富含辅助成分，表明其具有高度遗传多样性。值得注意的是，系统发育推断并未与受影响宿主的分布相对应，因为不存在大型紧凑的系统发育群组。通过进行全基因组关联研究，我们确定了潜在的宿主特异性决定因子，这些因子包括编码参与不同感染阶段（如分泌系统、表面结构、转运蛋白、转录调节因子等）蛋白质的多个基因。我们还鉴定了适应宿主的抗生素抗性位点。功能注释验证了结果，显著富集的相关类别包括压力响应、抗生素抗性、离子运输以及表面或细胞外定位。我们建议将揭示的特异性因子归类为三大主要类别：致病性、抗生素抗性以及移动遗传元件（MGEs）的传播。",
  "5c66a814de1950d91088a3b6dce271fd": "营养胁迫对植物抗病性的影响",
  "3ff211bdad0fa6f58250878328e92ce6": "揭示激发植物抗病性的方法",
  "4710800eefa4a7d5729d71b1ffdf8274": "变形杆菌属（*Serratia marcescens*）最常被熟知为一种条件致病菌，可引起医院内感染。然而，研究表明它还能感染多种宿主，包括昆虫和植物，并且对后者可能具有致病或促生长的作用。尽管在人类感染过程中对其毒力机制进行了广泛研究，但关于哪些因素决定了* S. marcescens* 的宿主特异性仍缺乏明确证据。因此，我们分析了其泛基因组以揭示可能的特异性因子。我们选择了73个高质量的完整水平基因组组装，并基于核心基因比对重建了相应的泛基因组和参考系统发育树。为了找到最佳分析流程，我们测试了当前的泛基因组工具并获得了多个系统发育推论。泛基因组的辅助成分丰富，并根据Heaps定律被认为是开放的。随后，我们应用了全基因组关联方法（pan-GWAS），预测了与三类宿主（即人类、昆虫和植物）相关的正向关联基因簇。结果显示，与人类感染显著相关的因子包括转录调节因子、脂蛋白、ABC转运蛋白和膜蛋白。而昆虫宿主偏好则与多种酶相关，如水解酶、异香草酸酶和乙酰转移酶，其中后者可能具有神经毒性作用。最后，植物感染可能是通过VI型分泌系统以及调控植物细胞壁合成实现的。有趣的是，与植物相关的因子还包括潜在的促生长蛋白，例如参与异生物质降解并释放铵离子的酶。我们还识别了特异性因子集中过表达的功能注释，并发现其功能特性分为不同的集群，这表明宿主适应性由不同的功能通路代表。最终，我们发现移动遗传元件携带特异性决定因子。特别是前噬菌体主要与与人类相关的因子相关联，而基因岛分别与昆虫和植物相关联。综上所述，功能富集结合泛基因组推论使我们能够假设相应的宿主偏好是通过不同的毒力分子机制实现的。据我们所知，本研究首次从泛基因组水平上确定了来自不同宿主的*S. marcescens*分离株的具体基因组特征。",
  "46e45d66716ca68d584e4238117d8ad0": "鼠伤寒沙门氏菌；泛基因组；宿主特异性；毒力；人类感染",
  "d798bf3249935875504b68b5bbb4e7fe": "效应蛋白、CAZYmes（碳水化合物活性酶）和蛋白酶。这三类蛋白约占泛基因组的3.5%。分泌蛋白组中的每一类功能蛋白都根据其在泛基因组中的类别分布、PFAM结构域频率以及株系毒力进行了详细注释和表征。分析结果表明，高毒力株系具有特定类型的PFAM结构域，且这些结构域是它们所独有的。在检查其他形式专化型中已知与毒力相关的SIX基因时发现，除了两个株系完全缺乏SIX基因外，其余所有株系的SIX基因含量相似。\n\n关键词：尖孢镰刀菌亚专化型lini；泛基因组；分泌蛋白组；致病性；SIX基因",
  "71f35ba8fe33e27521167ded5dbc457d": "植物被各种具有致病或有益生活方式的真菌定殖。一种定殖策略是通过分泌效应蛋白来改变植物的生理机能以适应真菌。作为最古老的植物共生体之一，丛枝菌根真菌（AMF）可能利用效应蛋白为其自身谋利。对不同AMF进行基因组分析与转录组学研究，推动了对AMF效应蛋白功能、进化及多样化的研究。然而，在目前预测的来自Rhizophagus irregularis的338种效应蛋白中，仅有5种被表征，其中仅2种被详细研究以了解它们与哪些植物蛋白相互作用从而影响宿主生理。本文综述了AMF效应蛋白研究的最新进展，并讨论了从计算机模拟预测到效应蛋白作用机制的功能表征技术，重点强调了通过高通量方法鉴定效应蛋白的植物靶标以揭示其操纵宿主的机制。",
  "760ef11431e39c124a27e3dbfd0f52f8": "副拟杆菌双发酵菌（P.b）是一种新出现的人类病原体，其在系统基因组学上与解鸟梭菌（P.s）密切相关，但它们的种群基因组特征和毒力能力仍研究不足。本文对P.b进行了比较基因组分析，并将其泛基因组特征和毒力编码谱与P.s进行了比较。结果表明，P.b的泛基因组更具可塑性，基因组大小更大，GC含量更高。有趣的是，P.b和P.s在核心基因组功能上具有相似性，但在辅助基因组中，P.b在营养代谢和能量转换方面编码了更多功能，在宿主防御方面则编码较少功能。P.b通过在其核心基因组中编码三种毒素同源物（即微生物胶原酶、硫醇激活细胞溶解素和磷脂酶C，这些物质参与细胞外基质降解和膜损伤），可能启动类似于P.s和产气荚膜梭菌的细胞外感染过程。然而，P.b的核心基因组中编码的分泌毒素较少，辅助基因组中编码的致死毒素也较少，因此毒性低于P.s。值得注意的是，P.b的辅助基因组携带了更多的毒素基因，尤其是质粒来源的毒素基因。此外，三个物种内高度保守的质粒组（分别编码毒力、基因获取和适应性）存在于25%-33%的P.b菌株中，并且根据分离来源而非地理区域聚类。本研究首次描述了P.b的泛基因组毒力特征，揭示了副拟杆菌双发酵菌是一种新兴的病原体，可以在多个方面威胁人类健康，强调了对现场临床分离株进行表型和基因组特征分析的重要性。",
  "39277ab77f142c7e31bd61721ee21f77": "黄单胞菌属（Xanthomonas）是数百种植物病害的致病菌，其中许多为经济上重要的作物。在新一代测序技术的时代，已有数千株该属细菌被单独研究以表征爆发、宿主范围、多样性以及毒力因子鉴定，从而完成测序工作。然而，这些数据尚未被综合分析，我们缺乏对该属的全面系统发育树，一些物种的分类仍依赖于表型相似性和代表性序列分型。黄单胞菌属不同菌株间的遗传一致性程度、毒力因子在菌株间的分布以及进化历史对整个属宿主范围的影响也尚不明确。本研究通过分析来自1,910个多样化黄单胞菌基因组的泛基因组，揭示了它们的进化关系、毒力相关基因在菌株间的分布以及水平基因转移的速率。我们发现了一些广泛保守的毒力因子类别，并且不同黄单胞菌物种的III型分泌系统（T3SS）和III型分泌效应蛋白（T3SE）库表现出相当大的多样性。此外，我们利用这些数据重新分配了错误分类的菌株到基于系统发育的物种名称，并发现了亲缘关系较远的菌株对同一宿主表现出单系宿主特异性和趋同进化的证据。最后，我们探讨了重组在维持黄单胞菌属遗传一致性中的作用，这种一致性源于祖先和近期的重组事件。理解黄单胞菌物种的进化历史及其关键毒力因子与宿主特异性之间的关系，为我们提供了关于黄单胞菌物种如何在宿主间转换的重要见解，并将帮助我们开发更有效的抗病策略来应对这些高毒力病原体。",
  "85e111a4c7d9e89e2c9f65bd9fd86265": "植物脂质是细胞的重要组成成分，在结构、储存、信号传导和防御功能方面发挥着多种作用。在植物与病原体的相互作用中，脂质不仅参与了预先存在的被动防御机制，还在局部和系统水平的病原体诱导免疫反应中发挥作用。它们与植物免疫网络的多个组分相互作用，并能够正向或负向调节植物防御。在生物胁迫条件下，脂质信号主要与源自不饱和脂肪酸的含氧化合物（即氧杂脂素）相关；其中，茉莉酸作为一种特定的植物防御信号分子，对抑制腐生型病原体具有重要意义。尽管已有大量研究记录了氧杂脂素及其他脂质衍生物在植物免疫中的贡献，但其在植物-病原体互作中的具体角色及其在信号网络中的参与机制仍需进一步阐明。本文综述了近期有关参与植物-病原体互作的脂质及脂质衍生信号分子的研究进展，旨在深入揭示脂质介导的植物免疫系统调控机制。",
  "439708ff4644c4a45be1db52fdf62c00": "CBL-CIPK信号通路在植物非生物胁迫耐受性和激素 Crosstalk中的分子机制",
  "b59bb93f7db8696307b782fb3d61ff89": "宿主特异性；植物生长促进（PGP）；泛基因组；粘质沙雷氏菌；毒力；人类感染；泛全基因组关联研究（pan-GWAS）",
  "e19bbf0fb47a0273f11c85d0ea1ca785": "植物萜类（特别是挥发性萜类与植物防御）、其生态功能、生物合成与运输、相关合成基因及其调控、萜类同源物以及研究与应用前景。我们将为读者系统介绍涵盖上述方面的萜类化合物相关内容。",
  "2c0294e45992073b36d2bbc6e9294931": "随着全球气候变暖，干旱胁迫日益加剧，对作物的产量和品质造成了严重影响。为了适应诸如干旱胁迫等逆境条件，植物进化出了一定的机制来应对。植物对干旱胁迫的耐受性主要通过转录因子、植物激素、气孔运动、渗透物质、小RNA以及抗氧化系统等调控途径的协同作用得以提高。本文综述了植物抗旱研究的进展，旨在为利用基因工程技术提高植物抗旱性和培育抗旱品种提供参考。",
  "f319e9a767a53580d339568dbca2e249": "分泌组；相互作用组学；功能验证；效应蛋白；丛枝菌根真菌",
  "fa3b55b7b73ab987d193e62b027a14b5": "尖孢镰刀菌枯萎病；SIX基因；亚麻；效应因子；泛基因组；尖孢镰刀菌；致病力",
  "1999eacf241f1b83a20cb29a3e8f6352": "植物免疫；脂质信号；脂质；表面脂质；生物胁迫；氧杂脂素；植物-病原体互作",
  "e096c7d5b0c0cda27a96f60ae230636d": "新兴病原体；保守质粒；毒力因子；梭菌毒素；Paraclostridium bifermentans；比较基因组学",
  "985beb57564a8f01fd7176a3903b1484": "利用生物防治剂是实现生态友好型植物病害防控的最佳策略之一。几十年来，已经开发出能够促进作物生长和健康的有益细菌作为生物防治手段。然而，深入理解这些生物防治细菌在植物宿主体内定殖的机制对于提高其对植物病原体的控制效果至关重要。本文综述了生物防治细菌在宿主植物上定殖过程中的关键步骤。定殖过程始于根区，生物防治细菌在此与植物根系建立初始相互作用。随后，这些细菌迁移并定殖于植物的其他器官，包括茎、叶甚至花。此外，本文还探讨了促进细菌在植物体内移动的机制，例如通过导管等连通空间迁移或在细胞间隙（胞间质）中扩散，并分析了群体感应及外源酶在定殖过程中的作用，以及如何建立长期的植物-微生物共生关系。文章进一步讨论了这些定殖过程对微生物群落动态、养分循环以及整体植物健康的影响，强调了生物防治细菌与其宿主植物微生物组之间复杂的相互关系及其对地上部分植物的益处。通过揭示这些机制，研究人员可以制定更有针对性的策略以提高生物防治细菌的定殖效率和整体有效性，从而推动农业生态系统的可持续性和抗逆性发展。",
  "45618bf6fd4fee4df38012cc6c7aec20": "植物；植物激素；干旱；活性氧（ROS）；渗透调节；小RNA；转录因子",
  "d5e1fe1e71dc19bc3430a5d7ee68a80e": "植物抗性；病害；昆虫；萜类化合物；互作",
  "f0ebd52e9a0b5851dcf83997e37ba96f": "III型分泌系统；泛基因组；毒力因子；重组；效应蛋白；比较基因组学；黄单胞菌；植物病原菌",
  "e091bbb84222969643e836ce41e36675": "面向粮食安全的新视角与新见解",
  "b4224eeedcf1f2d9f785e60305d0e553": "本文综述了植物与内生细菌之间复杂的关系，揭示了内生细菌在促进植物生长、增强抗逆性和防御机制方面的多重作用。通过选择性地塑造其微生物群落，植物能够利用多种内生细菌菌株来提高养分吸收、调节激素水平、减轻损伤并改善整体健康状况。文章强调了内生细菌在实现农业系统自我维持方面的潜力，为减少对化肥和农药的依赖提供了解决方案。此外，本文还突出了内生细菌在提高植物对干旱、盐碱、极端温度和重金属毒性等环境胁迫耐受性方面的重要性。文章着重指出，理解并利用植物与内生细菌之间的互利关系对于最大化农业产量和推动可持续耕作实践具有重要意义。",
  "fe3a657fe39cf44ed7a468142007572f": "叶绿体基因组的综合分析为黄花稔属的进化提供了新见解。",
  "ef12c671c4f32f06a73f1553294d6713": "泛基因组分析揭示了棉花中转座子驱动的基因组演化。",
  "cfa3a8aad98d3367cd710ce1f94f822e": "当植物面临生物胁迫时，防御反应的诱导会大量消耗碳和能量资源，这可能导致分配给生长的储备减少。这些生长与防御之间的权衡对植物的适应性和生产力具有重要意义，并影响植物与病原体相互作用的结果。生物胁迫强烈影响植物细胞的主要代谢过程，包括光合作用和呼吸作用，这是植物生长、发育和防御的主要能量和碳骨架来源。尽管病原体施加的光合作用限制的性质各不相同，但感染通常会增加光呼吸压力，产生促进核酮糖-1,5-二磷酸（RuBP）氧化的条件，从而导致从同化到光呼吸的代谢转变。光呼吸是光合作用后的重要代谢通量，可保护光合装置免受光抑制。然而，近期研究表明其功能远超光保护。光呼吸循环的中间产物调控光合作用，且光呼吸与氮和硫代谢途径相互作用，塑造了主要代谢途径以响应胁迫。本文旨在综述在生物胁迫下光呼吸整合到主要代谢网络中的最新见解，并探讨调节光合作用-光呼吸代谢对植物抵御细菌和真菌病原体防御潜力的影响。",
  "4079a8f6cc58d147b6fedcf1df8c2329": "破解植物根系与土壤病原体之间的代谢物信号以设计抗性",
  "9dc3259f4dedaa6d4e9eac25936b4c77": "来自模式系统的启示",
  "024a51eb9cfee9e9932a861e028933cc": "单细胞扩增基因组揭示了海洋中最为简约的自由生活的细菌。",
  "322087acd872b96d7f55a101f27ad0a2": "诱导系统抗性；生防细菌；根际；竞争；定殖",
  "d1f781ddea3427d887c601f3eb29f9d6": "一种与物种无关的真菌基因组特征分析生物信息学工作流程",
  "ff0cc84f452cbaa27df0dca16f0a782a": "内生细菌；生物肥料；次生代谢物；植物防御；生物杀虫剂",
  "be8ba71b1d3a3649a3dbbd6999c78e8a": "面对气候引起的挑战，理解植物耐旱的复杂分子机制变得至关重要 [...]。",
  "57b77fd143e0c853d8e130d9ce381d43": "全基因组测序彻底改变了传染病监测，用于追踪和监控病原体的传播与进化。然而，在对同一物种内高度变异的细菌基因组进行研究时，使用线性参考基因组进行基因组分析可能会引入偏差。泛基因组图谱提供了一种高效的模型，能够以图结构的形式表示和分析多个基因组及其变异类型。本研究提出了一种实用的生物信息学流程，利用泛基因组图谱构建器和变异图工具包，从组装好的基因组构建泛基因组，并以图参考对全基因组测序数据进行比对和变异检测。泛基因组图谱能够同时识别结构性变异、重排以及小变异（如单核苷酸多态性和插入/缺失）。我们证明，与单一线性参考基因组相比，使用泛基因组图谱可以提高模拟数据集和真实数据集（以脑膜炎奈瑟菌为例）的比对率和变异检测准确性。总体而言，泛基因组图谱为比较基因组学和传染病中的全面遗传变异分析提供了有前景的方法。此外，这一创新性的流程通过结合泛基因组图谱，能够连接变异分析、基因组组装、群体遗传学和进化生物学，拓展基因组学理解和应用的范围。",
  "c87fb9b827ea8d7cbd59afebccb3b680": "一种新兴的工业酵母",
  "46c6885f1d8dc68eb9ae8116530f7fb1": "城市空气污染植物修复技术的研究进展",
  "f5bab5e31ff9acd573e0a2a9a7235bc1": "效应子与植物转录因子动态关系的全面探索",
  "0d7a0e17c226cb4a14a78738515ac8d7": "过氧化物酶体代谢物；感染；线粒体酶；活性氧；叶绿体免疫反应；植物-病原互作；光呼吸",
  "6c1b7550eaa8aacf5f73427b612b64fa": "由病原体引起的植物病害对全球农业生产和粮食安全构成了重大威胁。传统上依赖化学农药进行病害管理的方法已被证明不可持续，这凸显了寻求可持续且环保替代方案的紧迫性。一种有前景的策略是通过多种方法增强植物对病原体的抗性。本文旨在揭示并探讨有效激发植物抗性的方法，将易感植物转化为对病原体保持警惕的“防御者”。我们讨论了传统的和创新的方法，包括基因工程、诱导系统抗性（ISR）、预处理以及天然化合物的应用。此外，我们分析了这些方法背后的机制，强调其潜在的优势与局限性。通过理解这些方法，科学家和农学家可以开发出新的策略来有效对抗植物病害，同时最大限度地减少环境影响。最终，本研究为利用植物的先天防御机制提供了宝贵的见解，并为农业中的可持续病害管理实践铺平了道路。",
  "10487faa51175ceef97d9d32207f05f9": "基因组监测；泛基因组图谱；传染病；遗传变异；长读长测序；比较基因组学；基因组组装",
  "8aa8e779e5fdd9d0ec596c841de9f7b1": "随着农业及其他环境领域对重金属污染问题的关注日益增加，解析植物对镉（Cd）耐受性和响应机制变得尤为重要。多年来，关于植物镉研究的重点集中在分子、生化和生理过程等战略性和相关方面。从这一视角来看，磷酸化蛋白质组学似乎是一种创新且强大的方法来研究植物对镉胁迫的响应。本文综述了不同植物物种在大规模磷酸化蛋白质组学研究方面的进展。一些研究表明，参与解毒、胁迫信号传导和代谢的主要蛋白及其通过磷酸化调控的方式，能够调节植物对镉的防御能力。然而，许多途径仍未被探索。扩展这些研究将有助于我们减轻镉胁迫的能力，并提供更多有关相关机制的信息。我们的目的是激励研究人员进一步探索使用磷酸化蛋白质组学来揭示各种植物物种中复杂的镉耐受性和响应机制，最终目标是改进农业和污染环境中缓解镉胁迫的策略。",
  "2f6210eef5eedcb2f1e37c14dad6001d": "一种细菌基因组和可移动元件注释管道",
  "1980e80f3613f14f9b66f2cdc8524d63": "气候变化导致植物遭受各种非生物胁迫，从而影响植物生长并降低产量。迫切需要基于可持续农业原则发展环保型策略。纳米材料可通过可持续且环保的方式处理对植物而言具有压力的条件，从而改善植物生长并提高作物生产力。硒（Se）已被归类为植物中的有益元素。由于其高生物利用度和易获得性，富硒作物是补充膳食硒的良好食物和饲料来源。来自纳米科学和植物科学等不同领域的研究人员应鼓励与作物生产中非生物胁迫相关的新兴创新。施用硒纳米颗粒（SeNPs）被认为是植物缓解胁迫条件的主要机制之一。早期研究的越来越多证据表明，SeNPs能够促进植物生长发育、提高营养元素的生物有效性、改善土壤肥力并增强植物对胁迫的响应，同时保持环境安全。然而，一些早期研究表明，SeNPs对植物的影响可能因不同的Se纳米材料特性、剂量以及植物种类而异。需要进一步努力来深入了解SeNPs如何影响暴露于不同非生物胁迫因素下的作物。鉴于当前与SeNPs相关的研究挑战以及长期向植物施用Se纳米材料的应用问题，本文综述旨在阐明SeNP研究的主要成果领域、与块体Se的比较、植物非生物胁迫缓解机制的见解、现有研究的不确定性以及在不同环境下SeNP应用的实际挑战。",
  "d42c09ff5393ac671f287080105208e6": "解脲支原体复合体中的物种界定与比较基因组学",
  "e22901ff9dc2ffa2e55fef99a1fc58db": "0（51.7%）、iso-C16:0（23.1%）和iso-C15:0（10.5%），并且能够代谢多种碳化合物。根据ANI和dDDH分析结果，我们将此ISS分离株归为科农菌属的一个新种，并建议命名为Cohnella hashimotonis，其模式菌株为F6_2S_P_1T（=NRRL B-65657T和DSMZ 115098T）。由于没有相关的科农菌属基因组可用，本研究生成了C. rhizosphaerae和C. ginsengisoli模式菌株的全基因组序列（WGS）。系统发育和泛基因组分析显示，F6_2S_P_1T、C. rhizosphaerae、C. ginsengisoli以及两个未表征的科农菌属菌株共享332个基因簇，这些基因簇与其他科农菌属物种的WGS不共享，并形成一个从C. nanjingensis分支出来的独特分支。对F6_2S_P_1T菌株及其所属分支其他成员的基因组功能特性进行了预测。",
  "d6ed062eafdae6718e206f4e1cd71e69": "植物始终暴露于非生物和生物胁迫之下，这些胁迫严重影响作物的产量和品质。协调调控植物对复合非生物/生物胁迫的响应需要由每种胁迫引发的信号通路之间的相互作用。相互连接的信号通路进一步微调植物的胁迫响应，使植物能够有效应对这些胁迫。植物的营养状况可能通过增强或削弱植物免疫反应以及调节病原体的致病程序来影响抗病性。本文讨论了在当前农业实践中，关于营养胁迫、缺乏或过量与免疫信号通路之间相互作用的理解进展。化学肥料和农药的引入是20世纪60年代启动的绿色革命的重要组成部分，极大地提高了作物产量。然而，大量使用农用化学品也对环境和动物/人类健康产生了不利影响。因此，深入研究过度施肥（或养分生物有效性低）引起的胁迫与免疫反应之间的联系是一个及时且新颖的研究领域，在作物物种的病害控制方面具有重要意义。优化针对特定环境条件的养分管理实践将是利用环境友好型系统最大化作物产量的关键所在。",
  "67ddf6a1103a2435a315ebf4a9343ee2": "海洋微藻病毒泛基因组的功能谱系分析与进化研究",
  "a2f7c7bb4bb6e76d37023c76b8c5c6aa": "诱导抗病；基因工程；激发植物抗性；系统诱导抗性（ISR）；警惕的保卫者；可持续病害管理",
  "4a84476ad872124eb0acac868c80ee99": "蛋白质组学方法；植物耐受性；磷酸化蛋白质组学；解毒；作物；重金属；非生物胁迫响应；蛋白质磷酸化；镉毒性",
  "bfeb0eeb825246f6cc7491936755ee48": "硒（Se）；栽培植物；硒纳米材料；植物代谢物；非生物胁迫；活性氧（ROS）；硒纳米颗粒（SeNPs）；外源物质；酶抗氧化系统",
  "8d8fcd8ba960f16e5d22f7e47a6b6c0c": "泛基因组分析；科恩菌属；国际空间站；新型细菌；太空生物学",
  "c64d31ee3ac9417966f3e30f50d53049": "一种发现不完整微生物组装的泛基因组内容的方法学",
  "66605c9c5a8fbea185170a4756b803f4": "咪唑乙烟酸破坏植物磷稳态和获取策略。",
  "73b11252cc9e334a7252d1e9d917eb2a": "植物免疫；营养物；生物胁迫；抗病性；病原体；非生物胁迫；微小RNA（微RNA）",
  "a96cc0c37cbfcdd705b681e6b1a75bf6": "植物代谢相互作用的系统生物学",
  "927e57144e1072ed10ba249d6e856b73": "隶属于影响多种植物的经济重要病原菌属Pectobacterium的细菌，包括物种P. betavasculorum，该物种最初与甜菜感染相关联。然而，其宿主范围更为广泛，可导致向日葵、马铃薯、番茄、胡萝卜、甘薯、萝卜、南瓜、黄瓜和菊花等作物发病。为了解释这一现象，对P. betavasculorum物种进行了全面的基因组学和表型组学特征分析。从马铃薯、向日葵和洋蓟中分离的P. betavasculorum菌株的基因组被测序并与从甜菜中分离的菌株进行比较。代谢谱分析和基因组学分析用于评估毒力因子和适应潜力。在马铃薯块茎和菊苣叶片上进行了致病性试验，以验证计算机模拟预测的疾病症状。还进行了表型试验，以评估菌株合成同型半胱氨酸内酯和铁载体的能力。基因组大小范围为4.675至4.931千碱基对（kbp），GC含量介于51.0%至51.2%之间。P. betavasculorum的泛基因组是开放的，平均包含4,220个基因家族。其中，83%的基因为核心基因组，而整个泛基因组的2%为独特基因。从甜菜中分离的菌株具有较小的泛基因组规模和更高的独特基因数量，与其他植物来源的菌株相比。有趣的是，来自洋蓟和向日葵的菌株共享391个共同的编码序列（CDS），这些序列在其他甜菜或马铃薯来源的菌株基因组中不存在，而这些菌株仅有一个独特的基因。所有菌株均能够利用多种糖类作为构建材料和能量来源，并在其基因组中拥有大量的毒力因子。P. betavasculorum菌株能够在马铃薯块茎和菊苣叶片上引发疾病症状，也能合成同型半胱氨酸内酯和铁载体。研究结果强调了P. betavasculorum对多样化宿主和环境的适应能力。适应于组织中高糖含量植物的菌株在膜脂肪酸组成和氮缺乏情况下补充氮机制方面与来源于其他植物种类的菌株不同。本研究进行的广泛的表型组学和基因组学分析表明，P. betavasculorum物种是一种农艺学相关的病原菌。",
  "c5228c0c80abf52d557a06933288cebd": "基于人群的纳米孔测序研究HIV-1泛基因组以识别耐药突变",
  "8d956f196d77445f31ddc85df6a06eaf": "综述",
  "d5ce32df5969a717f42c118e47755271": "代谢物是土壤中植物-微生物互作的重要信号分子。植物根系分泌物由初级代谢产物、次级代谢产物以及大分子如有机酸组成。某些根系分泌的有机酸能够吸引土壤中的病原微生物并促进感染。同时，土壤微生物的分泌物也能改变根系分泌物的组成，并增强其对目标寄主植物的致病性。微生物分泌物中的毒素包括聚酮化合物和塔克素等。植物病原微生物的致病性通过病原体与寄主植物之间代谢物的动态交换得以介导。通过解析这种由代谢物介导的感染过程，可以制定针对性策略以提高植物对土壤病原菌的抗性。这些策略包括调控根系分泌物的组成、阻断促进微生物感染的代谢信号，以及其他可能性如通过让植物适应毒素来减轻病原微生物分泌物的危害、通过基因工程增强植物的病原抗性，以及用有益激素和微生物处理植物。本文综述了目前关于促进感染的根系分泌物和土壤微生物分泌物的研究进展，并讨论了通过关注植物与致病土壤微生物之间的代谢物信号来提高植物抗病性的策略。",
  "c1b9b0d316f3efcaf4dca3ac7035031e": "人口和经济的快速增长导致城市空气污染物、温室气体、能源短缺、环境污染以及物种灭绝等问题增加，这些问题影响着生态系统、生物多样性和人类健康。大气污染源分为直接污染物和间接污染物。通过分析污染物来源，可以更有效地利用不同植物的自净功能净化空气质量。本文基于国际上关于植物缓解空气污染的科学文献，探讨了植物对城市温室气体、颗粒物的吸收以及降温效应，这些效应分别依赖于植物的吸附、滞尘和蒸腾作用。同时，植物还可以减少极端天气的发生。在城市绿化中，需要根据不同的植物功能和环境需求选择适宜的树种进行种植。在城市用地紧张的情况下，通过合理利用植物实现垂直绿化与城市建筑相结合，全面解决了城市空气污染问题。未来，在城市规划建设中应注重重力植物的应用以及绿地的保护与开发。本综述为未来的城市规划和研究提供了必要的参考依据。",
  "28fa33b67e592c893614ddd0276273b1": "脂肪酸组成；基因组学；泛基因组学；致病基因组学；甜菜；适应能力；寄主特异性；嗜贝假单胞菌",
  "b5f848d5bc759bd9e991eccba23d632f": "非生物胁迫因子（如干旱、盐害、冷害和热害）对植物的生长发育具有深远影响，迫使植物启动复杂的细胞响应以实现适应与抗逆。在这些响应中，CBL-CIPK通路扮演着关键角色，该通路由钙调磷酸酶B样蛋白（CBLs）和CBL相互作用蛋白激酶（CIPKs）组成。其中，CIPKs作为丝氨酸/苏氨酸蛋白激酶，负责传递钙信号；而CBLs则作为钙传感器，调控植物对非生物胁迫的响应。本文综述了CBL-CIPK通路与植物激素（如脱落酸ABA、生长素IAA、乙烯ETH和茉莉酸JA）之间的复杂交互关系，并强调其在精细调节胁迫响应以优化生存和适应中的作用。基于先前研究表明通过上调CBL和CIPK基因可增强植物的胁迫耐受性，本文进一步探讨了涉及翻译后修饰和蛋白质-蛋白质相互作用的调控机制。尽管已有研究在这一领域取得了显著进展，但关于CBL-CIPK系统与不同非生物胁迫条件下植物激素信号之间微妙交互的理解仍存在不足。与更广泛的研究视角相比，本文聚焦于该通路与关键植物激素的相互作用及其对遗传工程干预提升作物抗逆性的意义。本研究的独特视角旨在为深入理解CBL-CIPK通路在缓解作物非生物胁迫中的潜力提供新的见解。",
  "44edee6d98c49d191eeee98868d955d3": "在植物病原体与宿主的共同进化过程中，病原体效应蛋白（主要是蛋白质类）在感染过程中与宿主蛋白相互作用，例如植物转录因子（TFs）。本文综述了转录因子与效应蛋白之间的复杂互作关系，这是植物与病原体之间长期且复杂的斗争中的关键方面。效应蛋白通过多种策略战略性地操控转录因子，包括调节转录因子的活性、影响其整合到多聚复合物中的能力、直接改变转录因子的表达水平、通过泛素-蛋白酶体系统促进其降解以及诱导其亚细胞重新定位。本文系统地总结了已知的相互作用，并阐明了这些机制及其对宿主-病原体动态关系的深远影响。文章强调了转录因子在植物防御中的核心作用，并探讨了靶向转录因子的效应蛋白的趋同进化现象。通过提供这一概述，我们为理解这种动态互作景观提供了有价值的见解，并为未来的研究指出了潜在方向。",
  "92369eb826f9e82b125c41a65b365780": "原核生物对环境的进化适应有时会导致基因组缩减。然而，关于自由生活的细菌中这一现象的知识仍然非常有限。我们通过研究海洋中最为丰富的细菌之一——SAR86菌株来探讨基因组缩减的动力学和极限。尽管其丰度很高，但由于缺乏纯培养物以及在宏基因组组装基因组中的代表性不足，比较基因组学的研究一直受到限制。我们通过对多个先前获得的单细胞扩增基因组进行共组装，获得了来自四个家族成员的第一个完整基因组。所有家族都表现出一种趋同的进化轨迹，具有典型的简约型基因组特征，其中TMED112家族表现得最为显著。该家族的基因组大小约为1 Mb，中位数间基因距离仅为1个碱基对，超过了其他丰富微生物如SAR11、OM43和Prochlorococcus等的数值。这种基因组简化导致了必需分子合成能力、DNA修复相关基因数量以及对外界环境感知与响应能力的下降，这可能表明这些细菌在生存上对其他共存微生物存在依赖性（即“黑皇后假说”）。因此，这些重建的SAR86菌株基因组为理解自由生活海洋细菌基因组缩减的极限提供了新的视角。",
  "ed30d2fb1a3da6033e7a4d183d9f0391": "代谢是植物生理学的关键细胞过程。理解代谢及其在不同条件下的动态行为，可能有助于植物生物技术专家设计出具有期望目标的新品种。计算系统生化方法与多种组学数据的整合揭示了植物中活跃的代谢活动及其变化。本文综述了通量平衡分析（FBA）、初等通量模式分析（EFMA）以及一些高级计算工具的基础知识，并描述了使用这些工具所获得的一些重要结果。同时讨论了其局限性和挑战。",
  "56522da2f13e7934296684ae03df94da": "植物免疫；微生物分泌物；有机酸；根系分泌物；噻马毒素；植物-微生物互作；多酮；土壤病原体",
  "7e24eac5f9df520f430aba08d8a7dd77": "效应分子；转录因子；蛋白质-蛋白质相互作用",
  "b47187cb605d93787cb23b64ffea1e87": "生物硝化抑制剂对植物氮吸收和环境影响的利与弊",
  "4b361d470b14e6da3d0491e5948a32df": "颗粒物；空气污染；植物蒸腾；温室气体；三维绿化",
  "c7a1cdd2b5338a777bf1822dda1943c6": "激素互作；CBL相互作用蛋白激酶；基因修饰；钙调磷酸酶B样蛋白；植物胁迫耐受力",
  "6d9c973f7e71ca02a3c69e8995ccd24e": "核苷酸结合位点-富含亮氨酸重复序列（NBS-LRR）基因家族是植物中最大的抗病（R）基因家族，在响应病毒、细菌和真菌等病原体时通常参与效应子触发免疫（ETI）。泛基因组研究使研究人员能够同时分析多个物种或其成员的遗传多样性，从而全面了解它们之间的进化关系和多样性。本研究构建了三个杧果栽培品种（Alphonso、Hong Xiang Ya 和 Tommy Atkins）的泛基因组草图，并通过ppsPCP 管道筛选了存在/缺失变异（PAVs）。结果表明，从Hong Xiang Ya 中添加了2823个基因和5907个PAVs 到参考基因组，而从Tommy Atkins 中添加了1266个基因和2098个PAVs。为了鉴定这些杧果栽培品种中的CC-NBS-LRR（CNL）基因，该泛基因组研究成功鉴定了Alphonso、Hong Xiang Ya 和 Tommy Atkins 分别有47、27 和36 个成员。系统发育分析将MiCNL 蛋白分为四个不同的亚组。所有MiCNL 基因在染色体上的分布不均。串联复制和片段复制事件在CNL 基因家族的扩展中发挥了重要作用。这些基因包含与光、胁迫、激素和发育相关的顺式作用元件。蛋白质-蛋白质相互作用（PPI）分析显示MiCNL 蛋白与其他防御响应蛋白相互作用。基因本体论（GO）分析表明MiCNL 基因在生物体的防御机制中发挥作用。观察到在果实表皮中鉴定出的基因在疾病和冷胁迫下的表达水平，结果显示Mi_A_CNL13 和Mi_A_CNL14 在疾病胁迫下上调，而Mi_A_CNL15、Mi_A_CNL25、Mi_A_CNL30、Mi_A_CNL31 和Mi_A_CNL40 下调。另一方面，在冷胁迫下，Mi_A_CNL2、Mi_A_CNL14、Mi_A_CNL41 和Mi_A_CNL45 上调，而Mi_A_CNL47 下调。随后，使用随机森林（RF）分类器评估MiCNL 的多胁迫响应。发现Mi_A_CNL14 是一个对多种胁迫条件有响应的基因。CNLs 具有相似的蛋白结构，表明它们参与相同的功能。上述发现为深入理解杧果CNL 基因家族的功能特性奠定了基础。",
  "d649b0de0f202c8c1d7a13f848362333": "微生物驯化具有重要的应用价值，但从进化的角度来看仍缺乏深入理解。Torulaspora delbrueckii 酵母在生物技术领域的重要性日益增加，但对其种群结构、基因内容变异以及可能的驯化路径知之甚少。本文研究发现，T. delbrueckii 包含五个主要分支。在三个欧洲分支中，与野生树栖生态位相关的分支是另外两个与人工作环境相关的分支的姐妹分支，其中一个分支与葡萄酒发酵相关，另一个分支则与包括乳制品和面团在内的多种来源相关（混合人源分支）。通过分析64个基因组，我们构建了T. delbrueckii的核心基因组和可变基因组，并将其与酿酒酵母（Saccharomyces cerevisiae）进行了比较，结果显示T. delbrueckii的可变基因组在其泛基因组中的比重明显较小。基因内容与生态关联分析支持了混合人源分支具有最特化基因组的假设，并表明一些专属基因可能与半乳糖和麦芽糖利用有关。进一步详细分析追踪了与乳制品相关的菌株中GAL基因簇的获得，以及从面团中分离的菌株中MAL基因的扩展和功能多样化。与酿酒酵母不同，T. delbrueckii的驯化并非主要由酒精发酵驱动，而是由适应乳制品和面包生产等生态位所主导。本研究拓展了我们对微生物驯化过程及其向人工作用生态位适应轨迹的理解。",
  "cd1af45c16e1d2d1bb60bbd245f83977": "诺如病毒属的基因组多样性和比较基因组学分析",
  "45ed36e00fc25a4280c370448af1c68a": "环境与分类学塑造了原核极端微生物的基因组特征。",
  "df8b60402fb5275da42c4613737d7b61": "库茨内里亚属朱拉邦亚种及其他物种的比较基因组特征与次生代谢物生物合成潜力",
  "39a225214b43a973f31fea54bc0bbe27": "全基因组测序揭示了克里奥尔牛中的适应性混合信号。",
  "3d804afbb8e9d1833c29e845b9fad9c0": "转座元件（TEs）对植物进化轨迹具有深远影响，驱动基因组扩张并催化表型多样化。泛基因组作为包含物种内所有变异的综合遗传池，不受种内多样性干扰因素的影响，为更细致地探索植物TE进化提供了宝贵的工具。本文利用来自代表性地理区域的344个棉花样本构建了二倍体A基因组棉的泛基因组，其中包括来自中国的223个样本作为主要组成部分。我们发现了511 Mb的非参考序列（NRSs），并揭示了5479个先前未发现的编码蛋白基因的存在。我们的全面方法使我们能够解读棉花不同地理分布的遗传基础。值得注意的是，我们鉴定了3301个与泛基因组内基因表达模式密切相关的存在-缺失变异（PAVs），其中2342个新的表达数量性状位点（eQTLs）位于NRSs中。此外，我们的研究还揭示了二倍体和四倍体棉花之间转座子扩增的不同模式，长末端重复（LTR）反转录转座子在多倍体中表现出同步增长。进一步的研究表明，A亚基因组向D亚基因组的LTR反转录转座子入侵在多倍化后触发了D亚基因组的显著扩张。此外，我们发现TE插入导致了36.2%的物种特有基因的丢失以及全新物种特有基因的产生。我们的泛基因组分析为多倍化后棉花基因组学和亚基因组动态提供了新见解，并展示了泛基因组方法在阐明转座子影响和基因组进化中的强大作用。",
  "307bff3b783fd8c5a859d15e9cfa6c1c": "尽管结构变异（SV）在驱动表型多样性中的作用近年来引起了广泛关注，但其相关研究仍显不足，尽管长读长测序、生物信息学和泛基因组方法的进步已经提升了SV检测的能力。本文综述了SV在鸟类模式生物系统中塑造表型的作用，并识别了一些SV类型、长度及其相关性状的一般模式。我们发现，迄今为止大多数被鉴定出的鸟类SV是鸡中的短片段插入缺失突变，这些突变更常与体重变化和羽毛颜色变化有关。总体而言，我们发现相对短的SV更常被检测到，这可能归因于它们相对于大型SV的普遍性以及检测偏倚，这种偏倚主要源于短读长测序及其相关分析方法的广泛应用。SV最常见于非编码区域，尤其是内含子区，且当遗传模式被报道时，SV主要与显性离散性状相关联。我们总结了几种不同物种通过相同或不同基因中的不同SV以及同一基因中不同类型的变化导致表型趋同的例子。复杂的重排和超级基因，这些可以同时影响并关联多个基因，往往具有多效性表型效应。此外，SV通常与单核苷酸多态性共存，这凸显了需要考虑所有类型的遗传变化以理解表型性状的基础。最后，我们总结了当长读长技术在非模式鸟类中得到广泛应用时的预期，这可能会导致SV的发现和特征描述增加。对该主题的兴趣日益增长表明，我们对SV表型效应的理解将在未来几年有所提高。",
  "7ab4c996566484fe8a6eb2bce14e790b": "多组学；NBS-LRR；泛基因组草图；芒果；机器学习",
  "dccc2d880b1699a2b58eb0d08c671540": "黄花繁缕属（Chrysosplenium）是虎耳草科的一种多年生草本植物，偏好在弱光和潮湿环境中生长，根据叶序可分为Alternifolia和Oppositifolia两个组。尽管多年来黄花繁缕属的系统发育研究取得了一些进展，但某些物种的系统发育位置仍存在争议。本研究对34种黄花繁缕属植物的叶绿体基因组（cp基因组）进行了组装，并结合已知的其他黄花繁缕属植物的cp基因组数据，共分析了44种黄花繁缕属植物。比较分析显示，黄花繁缕属植物的cp基因组在基因组结构、基因内容与排列、SSR以及密码子偏好等方面较为保守，但在基因组大小和SC/IR边界上存在差异。系统发育分析表明，cp基因组显著提高了黄花繁缕属植物的系统发育支持度和分辨率，明确支持该属为单系群，并分为三个分支。结果还显示，Alternifolia组和Oppositifolia组并非单系群，且C. microspermum并未与其他具有对生叶的黄花繁缕属物种聚类，而是与C. sedakowii聚为独立分支。此外，我们鉴定了10个可能作为黄花繁缕属物种鉴定潜在DNA条形码的突变热点区域。与Peltoboykinia相比，黄花繁缕属的clpP和ycf2基因经历了正选择，并具有多个显著的正选择位点。进一步检测发现，黄花繁缕属两个组之间的petG基因也存在显著的正选择位点。这些进化特征可能与其生长环境有关。本研究丰富了黄花繁缕属植物的cp基因组数据，为今后对其进化和起源的研究提供了参考。",
  "17982970bf05ce81a9d95567512170f2": "多重耐药大肠杆菌O177菌株噬菌体的比较基因组学和蛋白质组学分析",
  "ced091b764a44bd4e45af4ff2a94ce1a": "德布氏酵母（Torulaspora delbrueckii）；半乳糖代谢基因；微生物驯化；泛基因组与可变基因组；微生物基因组学；麦芽糖代谢基因",
  "cbead8568739e1df1c093a8348de2931": "多倍体；比较泛基因组；棉花；长末端重复反转录转座子",
  "6e4760c579027035f2f5c6ef79fd4d37": "鸟类模型系统；泛基因组；结构变异；染色体易位；基因型/表型关联",
  "79b3ac51670abdc151bfbafc995c31be": "通过费曼一致性及插值最近质心技术增强基因组无序预测",
  "85729cfcfa2338d8d3060f0f106d6a78": "系统发育；比较基因组；黄花蒿；叶绿体；选择压力",
  "c1b6baf6714ff6e086094b8197b2dc45": "针对HIV-1药物耐药性的基因型检测主要通过Sanger测序法对编码不同药物靶点蛋白的基因片段进行测序。随着新型抗逆转录病毒药物的加入，HIV-1的药物靶点数量增加，因此需要一种简单且高通量的系统来评估整个HIV-1基因组的核苷酸序列。本文开发了一种基于PCR扩增病毒泛基因组并通过纳米孔测序的新方法。使用HIV-1分子克隆的基准测试显示其准确性高达99.9%。此外，在106份临床样本中的验证测试表明，基于纳米孔测序的结果与基于Sanger测序数据的存档临床判定在药物耐药性和病毒株嗜性基因型方面具有高度一致性（分别为92.5%和98.1%）。这些结果表明，我们的新方法将是临床环境中全面调查HIV-1药物耐药突变的强大工具。",
  "e5867bb9ed45f1238a60a38d7e0a8a9b": "//github.com/InfOmics/PanDelos-frags公开获取。",
  "d5c0b7a7b5e480a40feae92c8c23c1a3": "大肠杆菌引起人类血流感染的细菌遗传决定因素",
  "f2607f031fa7c51955a8c58fbef08347": "人类泛基因组参考 anticipates 平等且基础的基因组见解",
  "38c56f22c80c2c2e0eb55ad5f6a611e1": "以苜蓿（紫花苜蓿）为例的研究",
  "05a5ea86c9ae6874bdf833ba025236a2": "由异生物质引起的必需矿质营养缺乏常导致植物死亡或无法完成其生命周期。咪唑乙烟酸（imazethapyr）是一种广泛应用的咪唑啉酮类除草剂，在土壤-植物系统中持久存在，并可能对非靶标植物产生毒性作用。然而，咪唑乙烟酸对矿质营养稳态的影响尚不完全清楚。本研究中，暴露于4和10 μg/L浓度咪唑乙烟酸下的拟南芥幼苗表现出明显的地上部分发育抑制以及显著的深紫色外观，这通常与作物中的磷（P）缺乏相关。此外，与对照组相比，经过咪唑乙烟酸处理后，拟南芥地上部分和根系中的总磷含量均显著下降。通过生理学和分子生物学分析的互补使用，我们发现咪唑乙烟酸会抑制无机磷（Pi）转运蛋白和酸性磷酸酶的丰度及其功能。此外，咪唑乙烟酸还损害了植物应对Pi缺乏的适应策略，例如抑制Pi转运蛋白活性并阻碍根毛发育，最终加剧了磷饥饿。这些结果提供了有力证据，表明咪唑乙烟酸残留可能破坏植物的磷稳态和获取策略。这些发现为风险评估提供了宝贵的见解，并强调了重新考虑咪唑乙烟酸非选择性使用的必要性，特别是在特定情境下如养分缺乏时。",
  "aab78b945342f08a79e2370bc1ce7aed": "以单链单元为中心的泛基因组机器学习方法在预测细菌耐药性和发现新型耐药基因中的应用",
  "d14b3f125b858350151d12360a1a853c": "计算方法；基因家族；泛基因组；碎片化基因组；序列同源性",
  "ae10d2bc13f0c77d174356e0d1e475d3": "Phycodnaviridae是一类大型双链DNA病毒，在藻类感染及藻华生命周期中占据重要地位，因此有助于研究宿主-病毒相互作用和共同进化。然而，由于大量未知功能的假想基因的存在，这些病毒的基因组解释受到阻碍。此外，尚不清楚这些基因中有多少在该分支中广泛共享。以Coccolithovirus这一最广泛研究的属为例，我们结合泛基因组分析、多种功能注释工具、AlphaFold结构建模以及文献分析，比较了核心与辅助泛基因组，并评估了对新功能预测的支持。研究发现，Coccolithovirus泛基因组中有30%的基因与所有14个菌株共享，构成核心基因组；值得注意的是，有34%的基因仅存在于最多三个菌株中。基于Coccolithovirus EhV-201藻类感染的转录组数据集，核心基因在早期表达中富集，更可能与宿主蛋白相似，且更可能参与复制、重组和修复等关键功能。此外，我们从12种不同的注释来源生成并整合了EhV代表株EhV-86的注释信息，为142个先前假定或推测的膜蛋白提供了信息。AlphaFold还能够以良好的建模精度预测EhV-86蛋白中204个蛋白的结构。这些功能线索，结合生成的AlphaFold结构，为未来对该模型属（及其他巨型病毒）的表征以及对Coccolithovirus蛋白质组进化的进一步研究提供了基础框架。",
  "4fcbe2a97a17a839263d0d2af7a1793a": "突变；泛基因组；病毒基因组；纳米孔测序；耐药性；HIV-1；重组形式",
  "88bdadf09e924862365516c3fb1dbe74": "植毒效应；适应性响应；咪唑乙烟酸；磷；矿质营养",
  "e9a9fc68cb6a474aaa4a13b197b7536a": "尿素分解菌（*Campylobacter ureolyticus*）是一种新兴的人类病原体，在胃肠道感染和肠外感染中的致病作用日益受到重视。在非胃肠道感染背景下，关于该物种基因组内容及其亲缘关系的研究较少，尤其是针对临床分离株的研究。我们回顾了过去十年本机构分离到的临床*Campylobacter ureolyticus*的流行病学特征。2010年1月至2022年8月期间共鉴定出51株独特的*Campylobacter ureolyticus*分离株，主要来源于脓液和血液培养物。为了明确分离株之间的分类学关系，并将特定基因与不同的临床表现联系起来，我们对19株来自多种临床标本类型的可获得分离株进行了全基因组测序，并结合公共数据库中的*Campylobacter ureolyticus*基因组开展了泛基因组分析。数字DNA-DNA杂交结果显示，这些*Campylobacter ureolyticus*构成了一个包含10个种群簇（SCs）以及若干亚种群簇的复合体。尽管不同种群簇和临床标本来源的分离株中存在一些同源基因或基因功能的富集现象，但未发现显著相关性。近三分之一的分离株携带抗微生物耐药基因，包括可能赋予大环内酯类药物（治疗人类严重弯曲杆菌病的首选药物）耐药性的*ermA*耐药基因。本研究有效将公开可用的*Campylobacter ureolyticus*基因组数量增加了一倍，进一步明确了这一细菌复合体内的分类学关系，并确定了未来研究的目标种群簇。",
  "622f0ac44030059898043eb9804e3b43": "//github.com/weisberglab/beav下载。注释基因组特征（如基因的存在及其预测功能，或编码分泌系统或生物合成基因簇的大片段）对于理解生物体所编码的功能是必要的。基因组还可以携带各种移动遗传元件，例如整合型和接合型元件以及/或噬菌体，而这些通常未被现有流程注释。这些元件可以通过水平转移编码毒力、抗微生物耐药性或其他适应性功能的基因，并改变生物体的表型。我们开发了一种名为Beav的软件流程，结合新旧工具对这些及其他主要特征进行全面注释。现有流程常常错误注释植物相关细菌中与毒力或共生相关的位点。Beav包含自定义数据库和可选工作流，以改善植物相关细菌的注释质量。Beav的设计易于安装和运行，使全面的基因组注释广泛应用于研究社区。",
  "82042cce0023ff85282c7c0c8a9533b6": "可持续农业代表了对自然资源负责任的利用，同时保护自然环境的福祉。其目标包括保护环境、促进经济增长以及推动社会经济平等。为了实现人类的可持续发展，优先发展可持续农业至关重要。实现这一转型的一个重要途径是广泛利用微生物，因为植物依赖于共生微生物提供的有益功能，这使得微生物发挥了关键作用。本文综述了根际微生物群落（即根系微生物组，RM）的重要性。这是一种生活在根际并影响植物生长和健康的复杂微生物群落，它为宿主植物提供了多种与植物生长相关的益处，包括生物防治、生物肥料、植物刺激、根区修复、抗逆性和其他有利特性。然而，根系微生物组对可持续农业的贡献机制仍知之甚少。研究这一微生物群体为推进可持续农业提供了重大机遇。因此，本研究旨在概述根系微生物组在可持续农业实践中的多样性和应用。近年来，与根系微生物组研究及其在农业中的应用相关的多个领域取得了显著进展，包括根际工程、合成微生物组的应用、根系微生物组的基于代理的建模以及宏基因组学研究。因此，开发支持植物生长的这些有益微生物的生物制剂，可能成为未来实现新的绿色革命战略的有前景的解决方案。",
  "575655a6538d1341223bd92f035385a1": "功能基因组、应用、进展与挑战洞察",
  "540bc383c4fdc6a4ab1311fd87744382": "基于组学的植物-病毒-传播媒介相互作用的深刻见解",
  "54875da6b1617e0a3ffbe27f5c42b0a0": "生态基因组计划",
  "a182c359bc3c6999073eb763bb089231": "泛基因组学；方壳病毒；绿藻病毒；藻类病毒；AlphaFold；衣藻病毒科；原绿病毒；功能注释；基因组",
  "7e3f37f77ff1b2629ea5c93d101167b5": "根际微生物群；可持续农业；植物-微生物互作；根际",
  "9c33a804f1d76f0af07a0fabf7145876": "在过去的几年里，人类泛基因组参考联盟（HPRC）的研究人员一直致力于编目几乎所有的人类基因组多样性。弗雷泽和斯科尔回顾了近期发表在《自然》上的一篇文章《一份草图人类泛基因组参考》，该文章代表了47个具有不同祖先的个体完全分相二倍体基因组组装的初步发布。",
  "e3289687386be2d27be7a9307b2e2d4e": "大环内酯类；大环内酯类；厌氧菌；弯曲菌；解脲弯曲菌；泛基因组；乳腺脓肿；全基因组测序",
  "4e138370563c9a96246f72f8a9d9af5a": "基因组学；植物-微生物互作；农杆菌；注释；可移动遗传元件",
  "d4d44bff766b41a8bb85bc7f436c7e58": "葎草属物种全基因组微卫星特征及其标记开发与可转移性研究",
  "9777e1c3c80dc36ae01544ad6e8b3a8e": "藻类基因组学十年研究照亮一个神秘的真核生物细胞",
  "edbf308d482f8f1e02734cb71ff795a5": "基因组组成和GC含量影响简化代表基因组研究中的位点分布。",
  "437152381979226feb7120ea1ed03855": "瓜德罗普Creole牛（GUA）非常适应热带环境，其混合基因组可能在这一适应过程中发挥了重要作用。本文旨在检测GUA基因组中的选择信号。为此，我们对23头GUA个体进行了测序，并结合了代表欧洲、非洲和 indicine 群体的99个动物的已测序基因组数据。我们在GUA基因组中检测到17,228,983个单核苷酸多态性（SNP），这是迄今为止对该品种遗传变异模式最详细的探索。我们确认了GUA的非洲和 indicine 血统高于欧洲血统，并揭示了GUA基因组中 indicine 血统的非洲起源。我们确定了五个强候选区域，这些区域显示出 indicine 血统的过量存在，并且在不同的检测方法中始终得到支持。这些区域包含与免疫、热耐受性和体力活动相关的适应性基因。我们还确认了一个先前鉴定的与角相关的基因RXFP2，在GUA群体中受到强烈的定向选择压力，这可能归因于人类驱动（社会文化）的压力。本研究的结果为家畜抗逆性状的遗传机制提供了见解。",
  "4f1355f5b93dbe7fa151a4db79d94938": "本研究提供了全面的定量证据，表明对极端温度和pH值的适应在微生物嗜极菌的基因组特征中留下了可识别的环境成分印记。监督学习和无监督学习的机器学习算法均被用于分析基因组特征，每个特征通过任意选择的代表基因组的500 kbp DNA片段的k-mer频率向量来计算。计算实验对从经过筛选的数据集中提取的[公式]嗜极菌（温度、pH值）细菌和古菌基因组的基因组特征进行了多尺度分类/聚类分析，[公式]。监督学习在[公式]级别上实现了较高的分类准确性，并且对于同一数据集的环境类别分类，在[公式]级别上达到了中等到中高水平的准确性。对于[公式]，我们的发现与编码区中的氨基酸组成偏差和密码子使用模式基本一致，这些偏差和模式之前被归因于极端环境适应。无监督学习对未标记序列的分析确定了多个超嗜热生物实例，尽管它们属于生命之树的不同域，但其基因组特征具有很大的相似性。",
  "5710908901fe9875af37288e3962f019": "基因组和转录组区间灵活注释工具",
  "e50d6459e797aadb8802f35a2dbe68b7": "植物病毒通过昆虫传播依赖于宿主植物、病毒和相关昆虫媒介之间明确的三向互作。新一代测序技术（包括全基因组测序、RNA/小RNA测序）、蛋白质组学和代谢组学的发展，有助于阐明昆虫媒介传播病毒以及感染宿主植物的分子机制。",
  "850de769173230fd5ef5714efc92a7c7": "（1）GVIII和GIX嵌套在GII内；（2）GII.11、GII.18、GII.19（猪源诺如病毒）、GIV和GVI的毒株形成了基于宿主的集群，特别是GIV.2[GVI.P1]毒株提示了另一种潜在的人畜共患病传播实例。我们还比较了基于基因和全基因组分析的系统发育结果。总体而言，本研究是属诺如病毒系统发育基因组学分析的初步尝试，不仅有助于解释诺如病毒株之间的进化轨迹，也为开发针对诺如病毒的抗病毒策略提供了重要价值。",
  "f622880f6473f0ed0f484fa2443eb86a": "子囊菌纲座菌目全基因组系统发育与比较基因组学研究",
  "c8a366324aa98dbc2b712033acf5f24c": "比较基因组学和系统发育基因组学揭示了弯曲菌属潜在的新物种并提供了生态位分离的见解。",
  "091e4e4a1315cb179f27976492e9e45d": "白粉虱；蚜虫；飞虱；蓟马；RNA测序；叶蝉；病毒入侵与传播",
  "df61a42b515152fb2b09449cbb2b5c0b": "序列相似性网络；诺如病毒；选择压力；系统基因组学",
  "1a0c031cdec73c6e6acecdd45a89d9db": "近年来，抗微生物真菌感染的临床发病率急剧上升。某些真菌病原体定植于各种体腔，导致威胁生命的血流感染。然而，在实验室中鉴定和表征真菌分离株仍然是医学和公共卫生领域的重要诊断挑战。全基因组测序提供了一种无偏见且统一的真菌病原体鉴定流程，但大多数生物信息学分析流程主要针对原核物种。为此，设计了TheiaEuk_Illumina_PE_PHB（TheiaEuk）以专注于真菌病原体的基因组分析。TheiaEuk采用容器化组件并用工作流描述语言（WDL）编写，以便在基于云的开源生物信息学平台Terra上部署。该通用物种的工作流能够分析真菌基因组，而无需编码，从而降低了实验室科学家的入门门槛。为了证明此管道的实用性，研究了美国内华达州南部正在进行的耳念珠菌爆发。我们对此次爆发中的752株新分离的耳念珠菌进行了全基因组序列分析。此外，利用TheiaEuk观察了FKS1基因在整个爆发过程中突变的积累情况，强调了当结合真菌病原体的全基因组测序监测时，TheiaEuk作为新兴公共卫生威胁监测工具的效用。本研究的主要成果之一是一个经过整理的真菌数据库，包含代表245个物种的5,667个独特基因组。TheiaEuk还集成了特定物种的子模块，包括耳念珠菌（C. auris）的克隆型分类。此外，对于几种真菌物种，它执行动态参考基因组选择和变异调用，报告当前与抗真菌耐药性相关的基因（FKS1、ERG11、FUR1）中的突变。使用ATCC真菌学收藏品的基因组装配，TheiaEuk使用的分类识别模块正确地将135个基因组中的126个（93.3%）分配到物种水平，135个基因组中的131个（97%）分配到属水平，并且没有错误分类。将TheiaEuk应用于地方公共卫生实验室实际样本的结果显示，在15个样本中，有13个（86.7%）在物种水平上的分类是正确的，其中2个（15个）在属水平上被分类。它没有做出任何错误分类。TheiaEuk在297/302（98.3%）的实例中准确评估了耳念珠菌的克隆型。TheiaEuk在从全基因组序列中识别真菌物种方面表现出有效性，并进一步展示了其在耳念珠菌克隆型分类以及识别已知与药物抗性相关的突变方面的准确性。",
  "275a5ed86e6230d5d5ca9a988a6fef96": "原核生物泛基因组的挑战",
  "d87d253a72de63cd312d10b6a35936b3": "当前进展与未来展望",
  "6f7a693ee219784370c52843a3da8d8d": "(1) 铵浓度较低；(2) 铵被土壤强烈吸附；(3) 植物快速吸收硝酸盐或缓慢吸收铵；(4) 硝化细菌种群增长缓慢或快速下降。杀菌型抑制剂比抑菌型抑制剂更能促进氮吸收。然而，为了最大化铵和硝酸盐转运系统的氮吸收，一定程度的硝化作用是必要的。因此，BNIs的分泌应与改善铵吸收协同选择。尽管BNIs可能会降低氮吸收，但它们通常通过增加根际氮滞留而对环境产生积极影响，这也是并非所有物种都分泌BNIs的原因之一。",
  "6c096331c68d9b5b33d21122a00c14c3": "可扩展的细菌泛基因组图构建",
  "461e27281b5c672e82a54a39821c241e": "耳念珠菌；生物信息学；新发病原体；全基因组测序；流行病学",
  "b0dc9b658321d70116d0753672dc4556": "麦类真菌病原体禾谷镰刀菌长非编码RNA的表达谱与泛基因组研究",
  "1e7b48d3216e1551b2925db2c15279d8": "泛基因组是某一特定物种中共同基因组和独特基因组的综合，它整合了所有采样基因组的遗传信息，形成一个庞大且多样的遗传物质集合。与传统基因组学研究相比，泛基因组分析具有诸多优势，通过整合所有采样基因组的遗传数据，构建出广泛而多样化的遗传物质谱系。尽管近年来泛基因组研究借助前沿测序技术揭示了生物多样性与改良的新见解，但其在改良中的潜在应用尚未得到充分挖掘。不同生物体的泛基因组研究表明，利用泛基因组方法可以探索缺失的遗传成分以及显著结构变异（SVs）的检测。许多个体特异性序列与生物适应性、表型及关键经济性状密切相关。本研究旨在探讨泛基因组分析如何揭示不同物种（包括人类）之间的遗传差异及其对表型的影响，并阐明这如何帮助我们理解物种多样性。此外，本文还聚焦于泛基因组研究面临的潜在问题及未来研究前景。",
  "dec54ea04fdfa7e07e8550422f2a4903": "NUE（氮素利用效率）；氮淋失；细菌；根系分泌物；根际模型",
  "56594a3e34aa64f8c1a366fca45aea65": "解析植物适应的分子基础并揭示菌根共生在植物非生物胁迫中的作用。",
  "2ef0ef638c92ec19a0036e4c9a5d377a": "物种的基因组概念化",
  "d475b38737cac9ffda8837b4654b79a2": "基因组学和转录组学高通量工作流程的最新发展表明，对这些结果进行高效的注释对于研究人员从获得的数据中得出结论至关重要。尽管已有一些工具可用，但其功能有限。本文介绍了一种名为AGouTI的新工具，该工具可以使用存储在不同公共数据库中的已知基因组特征（以GTF或GFF文件形式）灵活注释任何基因组或转录组坐标。与目前可用的工具相比，AGouTI设计用于提供灵活选择与注释区间重叠或相邻的基因组特征，并且可以用于从不同数据分析管道获得的自定义基于列的文本文件。尽管提供了许多独特的选项，AGouTI在安装和使用上都很简单，能够轻松集成到现有的数据分析工作流程中。",
  "07323bbb74cd05dc7e95d78763694673": "进化；人类基因组学；泛基因组学；OMIM（孟德尔遗传在线数据库）；端粒基因组；常规基因组学",
  "43818b2565c437b88f417e1f1fd66ddd": "基因组技术在临床生物医学领域的应用广泛，为提升医疗服务提供了可能性，涵盖了从初级到高级的各种医疗需求。基因组疾病预测是生物医学研究中的重要议题。基因组疾病会导致多种复杂疾病，如癌症、痴呆症、糖尿病、莱伯氏遗传性视神经病等。现有的基于机器学习和深度学习的方法被用于预测基因组疾病，但其预测结果并不充分。为解决这一问题，提出了一种新的方法——二次费曼多项式插值与向量最近质心结合的方法（Quadratic Feynman Polynomial Interpolated and Vector Nearest Centroid-based, QFPI-VNC），以提高对基因组疾病的敏感性和特异性预测能力。首先，我们利用公共基因组数据集中关于儿童的医学数据，并通过线性二次和费曼-卡奇基因组过滤技术获得计算效率更高的过滤结果。接着，这些结果被输入到一致性相关多项式插值中，目的是以更精确的方式提取全基因组数据。最后，提取出的特征被融合并输入支持向量机和最近质心模型进行基因组疾病预测。实验研究表明，所提出的QFPI-VNC方法在收敛速度、识别率、敏感性和特异性方面均表现出良好的性能，且相对于现有最先进的方法具有可接受的范围。结果显示，与最先进的方法相比，QFPI-VNC方法在基因疾病检测率上提高了14%，准确性提高了11%，敏感性提高了14%，特异性提高了12%，并且收敛速度降低了29%。",
  "17654b1defafcac2a2ea7eafaf4f62bd": "在当前的基因组研究中，广泛使用的抗微生物药物耐药性（AMR）预测方法通常依赖于已知AMR基因或参考基因组的先验知识。然而，这些方法存在局限性，由于对AMR机制和遗传变异的覆盖不完全，可能导致预测不够精确。为克服这些限制，我们提出了一种基于泛基因组的机器学习方法，以深化对AMR基因库的理解，并揭示用于精确AMR分类的潜在特征集。通过从数千个基因组构建紧凑的de Bruijn图（cDBG），并收集铜绿假单胞菌独特序列（unitigs）的存在/缺失模式，我们发现基于unitig为中心的泛基因组使用机器学习模型能够显著提高对抗生素耐药性或敏感性的准确预测。采用基于特征选择的机器学习算法，在训练数据集（接收者操作特性曲线下的面积（AUC）> 0.929）和独立验证数据集（AUC约为0.77）上均表现出令人满意的表现。此外，所选的unitigs揭示了之前未被识别的耐药基因，从而扩展了尚未在抗生素耐药性文献中描述的耐药基因库。这些结果表明，我们提出的基于unitig的泛基因组特征集在构建机器学习预测器以准确识别AMR病原体方面是有效的。通过这种方法提取的基因集可能为扩展已知的AMR基因以及形成新假设以揭示细菌AMR的潜在机制提供有价值的见解。",
  "82f475935a5c00344baead5926ed11a7": "大肠杆菌（*Escherichia coli*）是一种高度常见的共生菌，同时也是导致血流感染（BSI）的主要机会性病原体。目前仍缺乏对人类群体中外源性致病株与共生株基因组决定因素进行系统分析的研究，这类研究可能有助于揭示致病机制、诊断方法、预防和治疗策略。我们使用了在法国收集的912株BSI分离株和370株共生株，时间跨度为17年（2000-2017）。通过比较它们的泛基因组、遗传背景（谱系、ST型、O群）、毒力相关基因（VAGs）以及抗菌药物耐药基因的存在情况，发现共生株与BSI株在所有比较中均存在显著差异。基于泛基因组衍生的所有遗传变异构建的机器学习线性模型，在控制种群结构后，不仅揭示了VAGs的类似差异，还发现了与致病性（即导致BSI的能力）相关的新型变异，并能够准确区分BSI株与共生株。致病性是一种高度可遗传的特征，其中高达69%的方差可以由细菌的遗传变异解释。此外，通过补充一个来自1980年的较早共生株集合，我们预测了致病性从1980年到2000年再到2010年持续增加。综合来看，我们的研究结果表明，*E. coli*表现出显著的遗传变异，这些变异促进了共生状态向致病性的转变，且该物种正在进化为更具致病性的形式。",
  "e692e4c1ea9080f432697b307bc90b98": "环境通过生物圈中的环境因素（如气候和紫外线辐射）以及生物体接触的物质（即无机化学物质和污染物的表观遗传及致变作用，以及病原微生物）影响生物体的基因组。新兴的科学共识认为，健康的社会决定因素、环境条件和遗传因素共同影响许多复杂疾病的发病风险。这一范式同样可以解释健康与非健康的生态系统背后的环境和生态决定因素，这些生态系统是社区赖以生存的基础。我们建议，“生态基因组计划”是一项具有前瞻性的机会，用于探索人类基因组与自然之间的联系。我们提出整合生态基因组学的观点，为应对社会面临的环境挑战提供蓝图。这只能通过基因组学与广泛领域的生态学及其相关保护实践之间的跨学科合作实现。在此背景下，“同一健康”方法是面向环境工作的典范模型。生态基因组学——一个用来描述生态基因组学科学领域的术语——已成为研究社会和自然环境中基因组的概念性研究。HUGO伦理、法律和社会委员会（CELS）建议，在基因组学领域采用跨学科的“同一健康”方法，以促进伦理环境主义。这一观点已由HUGO CELS和HUGO执行董事会审阅并认可。",
  "75e6f8b2dea018e064be784dd047355d": "基因组大小增大与热带蝾螈的选择效率降低无关。",
  "55d17922da5f6921a5bf16cd6f579933": "水平基因转移（HGT）及其导致的基因获得和丢失模式是细菌进化的一个基本组成部分。研究这些模式有助于我们理解选择在细菌泛基因组演化中的作用，以及细菌如何适应新的生态位。预测基因的存在或缺失可能是一个高度易错的过程，这会妨碍我们理解水平基因转移的动态。本文综述了准确构建泛基因组所面临的挑战以及错误可能对下游分析产生的潜在影响。我们希望通过对这些问题进行总结，研究人员能够避免潜在的陷阱，从而改进细菌泛基因组的分析。",
  "6154d14f1b825a68f8f7075c727e615e": "单元支架；铜绿假单胞菌；抗菌耐药性；De Bruijn图；特征选择",
  "d9f1cf6739faeaaa6d0adcf73abbc2ac": "基因组的；支持向量；费曼-卡茨；一致相关；线性二次；多项式插值；生物医学",
  "4c115bdfbd404f8c889c8f94382a456c": "物种概念已通过多种视角进行定义，但几乎完全基于经验。本文讨论了一种基于理论上的基因型-表型图谱且要求单系群的物种分类过滤器对基因组数据的解读方式，这种解读从根本上与各种现有的物种概念密切相关。",
  "4a63aa0a1f28cbda880fc7deb8852125": "人类基因组计划；“一个健康”；人类基因组组织；健康决定因素；生态基因组学",
  "5ae9411089ac616dafdf93b4dafe773a": "细菌；泛基因组；基因水平转移；基因注释",
  "a9fba4eff5daeae53213282d0fa08333": "放线菌是一类富含具有生物活性次级代谢产物多样性的细菌。库茨内里亚（Kutzneria）属于假诺卡氏菌科，是一种稀有的放线菌，其基因组中含有大量次级代谢物生物合成基因簇（BGCs），是天然产物的重要来源之一，值得优先研究。目前，库茨内里亚庞布里恩西斯SMC256^T是该属最新的模式菌株，但其全基因组序列尚未报道。因此，我们首次报告了SMC256^T的新完整基因组序列（基因组大小为10.4 Mbp），并对其进行了基因组注释和与其他已公开的库茨内里亚物种的特征比较。系统发育基因组学分析和直系同源蛋白群（COGs）分析结果表明，SMC256^T与库茨内里亚sp. 744、库茨内里亚甲府菌、库茨内里亚sp. CA-103260以及库茨内里亚武里喃森西斯亲缘关系最近。此外，在库茨内里亚基因组中检测到总计322个BGCs，并显示出多样性。其中，在SMC256^T基因组中共预测出38个与已知BGCs高度匹配的簇。我们观察到，库茨内里亚庞布里恩西斯中六个负责抗微生物/抗肿瘤代谢物生物合成的簇为菌株特异性。这些潜在的代谢产物包括virginiamycin S1、lysolipin I、esmeraldin、rakicidin、aclacinomycin和streptoseomycin。基于以上发现，库茨内里亚庞布里恩西斯的基因组含有与其他属成员不同的独特且未鉴定的BGCs，采用整合基因组学方法可能是靶向、分离和鉴定库茨内里亚中潜在的和未被发现的具有新和/或特定生物活性的次级代谢物的一种有用的替代方法。",
  "7ffd0273610f9a51068e3e40e5568865": "二十年来的新型化学物质",
  "ce53a57338f803fed58ea55d7fe8049e": "六株Paracoccus模式菌株的泛基因组分析揭示了其生活方式特性。",
  "92aff517580c74373adafcbb3ea7f89f": "基于短核苷酸序列的基因-by-基因与全基因组方法界定肺炎链球菌全球种群结构的比较研究",
  "c521a4f2ffdc442d79e2d2c849c1fc02": "植物生物制造的最新进展",
  "0fb022d88ce0d6d4777cc403dcfd558b": "一种多用途作物",
  "73b83f3a8097eb2a9f2c73679f23b5a3": "物种概念；基因组演化；基因型-表型图谱",
  "d97d8b0837542b660df825e8879f6346": "弯曲菌属（Campylobacter）是一种与社区爆发和胃肠道症状相关的细菌属。目前的研究主要集中在特定的致病种，如空肠弯曲菌（C. jejuni）和结肠弯曲菌（C. coli）。随着数千个弯曲菌基因组的公开可用，现在可以更全面地评估该属的多样性。本文报告了基于网络分析的所有可获得的弯曲菌基因组，以探索该属的结构和多样性，并揭示潜在的新物种及其特征。我们还假设先前确定的C. coli第三分支（Clade III）实际上是一种新物种（在此称为弯曲菌spp12）。此外，我们发现泛基因组流动性与饱和系数之间存在负相关关系，这可能对不同弯曲菌物种的生活方式产生影响。由于泛基因组分析依赖于可用基因组的数量，这种相关性可以帮助估算较少测序的弯曲菌物种的泛基因组指标，从而帮助理解其生活方式和生态位适应性。综上所述，我们的研究结果表明，弯曲菌属应重新进行评估，特别需要注意基因组结构与生态位分化之间的相互作用。",
  "0fabcd47aaca8e30239ea41d1bf0b588": "萨卡里亚斯目（Sordariales）在系统分类上具有多样性，并包含许多具有不同生活方式且经济价值巨大的物种。尽管其重要性显著，但目前尚缺乏对该目较为稳健的基因组规模系统发育树及其相关的比较基因组学分析。本研究对99个萨卡里亚斯目物种（包括52个新测序基因组）以及7个外群物种进行了全基因组数据分析。我们推导出了一棵全面的系统发育树，解决了该目内多个家族间存在争议的关系，并澄清了黑盘孢科（Podosporaceae）内部的家族关系。广泛的比较基因组学研究表明，在数据集中最大的三个家族（Chaetomiaceae、Podosporaceae 和 Sordariaceae）中，基因组在GC含量、基因组大小、基因数量、重复序列百分比、进化速率以及受重复诱导点突变（RIP）影响的基因组内容等方面存在显著差异。所有基因组特征均表现出系统发育信号，祖先状态重建表明这些特性的变异主要源于家族内部的演化。综合来看，这些结果为理解这一重要真菌类群的基因组演化提供了详尽的框架。",
  "e59c7af558581cb81b5264c31a9909e5": "抗菌耐药（AMR）病原体的流行率不断上升已成为全球主要的健康问题。为应对这一挑战，必须优化噬菌体疗法等创新策略。基因组特征分析是识别适合对抗AMR病原体的噬菌体候选者的必要步骤。本研究旨在通过全基因组测序对感染大肠杆菌O177菌株的七种噬菌体进行基因组特征分析。基因组序列分析显示，这些噬菌体具有线性双链DNA，基因组大小介于136,483至166,791个碱基对之间，GC含量在35.39%到43.63%之间。从分类学角度来看，这些噬菌体被归类于三个不同的亚科（Stephanstirmvirinae、Tevenvirinae和Vequintavirinae）以及三个属（Phapecoctavirus、Tequatrovirus和Vequintavirus），均属于Caudoviricetes纲。基于计算机模拟的PhageAI分析预测，所有噬菌体均为烈性噬菌体，置信度在96.07%到97.26%之间。噬菌体基因组包含66至82个开放阅读框（ORFs），编码假设功能蛋白和推测功能蛋白。此外，噬菌体基因组还含有与DNA复制、转录调控、核苷酸代谢、噬菌体结构（衣壳和尾部）及裂解相关的核心基因。基因组中未发现与整合酶、抗菌耐药性、毒力和毒素等不良特性相关的基因。研究结果显示，大肠杆菌O177噬菌体与其他已知大肠杆菌噬菌体之间存在高度的基因组和蛋白质组同源性。结果表明，这七种噬菌体分别是亚科Stephanstirmvirinae、Tevenvirinae和Vequintavirinae中属Phapecoctavirus、Tequatrovirus和Vequintavirus的新成员。",
  "350bdaa316dc70b72e1c99798b67815a": "泛基因组概念及其结构变异的重要性正在植物基因组学领域得到认可。由于测序和计算技术的进步，在合理成本下对单个物种的大量个体进行全基因组测序已成为可能。许多主要的二倍体作物，如水稻、玉米、大豆、高粱、珍珠粟、豌豆、向日葵、葡萄和芥菜等，已经构建了泛基因组。然而，多倍体物种的泛基因组相对较少，仅在小麦、棉花、油菜和马铃薯等少数作物中可用。本文综述了作物泛基因组开发的各种方法，并基于已发表的泛基因组研究探讨了这些技术面临的挑战和意义。我们提供了一个系统性的指导，并讨论了构建泛基因组及进行下游分析的可用工具。以异交性强、自交四倍体的牧草作物紫花苜蓿为例，讨论了多倍体作物物种带来的问题与挑战。我们通过线性和图基方法进行了比较分析，利用三个公开可用的基因组组装数据构建了紫花苜蓿图谱泛基因组，并使用五种不同的基因序列将其与三种基于图谱的泛基因组进行比对，以展示泛基因组图谱捕捉复杂作物基因组细节的能力。三种图谱泛基因组方法的比较揭示了每个流程捕获的基因组变异的显著差异。泛基因组资源通过提供核心基因和可选基因的见解、新基因发现以及全基因组变异模式，证明了其重要价值。开发用户友好的在线线性泛基因组可视化门户使这些资源能够被更广泛的科学和育种社区所使用。然而，基于图谱的泛基因组仍面临一些挑战，包括与其他工具的兼容性、提取感兴趣区域的序列以及可视化泛基因组图谱中捕获的遗传变异。这些问题需要进一步改进工具和流程，以有效应对多倍体、高度杂合和异交作物的复杂性。",
  "5f28734a62fa29e61a56c68c64732b4a": "纳米酶在植物和环境领域的新兴作用",
  "0d3e3b8b1c57e687f0706cea21674ed2": "基因组结构是生物体的关键进化特征。由于多种复杂的适应性和中性力量对基因组施加进化压力，基因组特征表现出极大的变异性。然而，基因组内容的变异程度以及其在简化代表测序研究中对恢复位点分布的影响尚未得到充分探索。本文通过使用80个基因组组装数据集发现，植物主要通过扩展其间插区来增加基因组大小，而动物则同时扩展了间插区和内含子区，尽管变形动物和原口动物的扩展模式有所不同。通过计算机模拟酶切获得的内含子、外显子和间插区位点与相应基因组中这些区域的比例呈正相关，表明位点分布主要反映了所选分类群的基因组结构。然而，在所有组中，外显子区位点均显示出显著富集，且与所用酶无关。此外，当使用选择性接头获取次级减少的位点数据集时，保留位点的百分比和分布也发生了变化。以G/C末端为特征的接头恢复的选定位点百分比较低，并在外显子区进一步富集；而以A/T末端为特征的接头保留了更高比例的位点，并略微选择了比预期更多的内含子区。我们的结果强调了基因组组成、基因组GC含量、RAD酶的选择以及基于碱基的选择性接头对简化基因组表示技术的影响。这在种群和保护基因组学研究中尤为重要，因为它决定了位点的丰度和分布。",
  "e9b77d37405bb0d94a197483f5f7dce7": "网络分析；弯曲菌多样性；泛基因组",
  "2aa6e96212f7c7c5a208aa709eaf54fc": "纳米技术增强植物耐热和抗旱胁迫的分子响应研究",
  "e592d4486d69574b49ec450e455fe3f2": "基因组演化；毛霉科；球壳孢科；粉孢霉科；全基因组系统发育",
  "9d7d3fa08ef6dda52a68190b1d5243a3": "研究现状与机遇",
  "0a85ef345ef8829ca70ed4e3cf9834ba": "作物泛基因组；多倍体；自源四倍体；基于图的泛基因组；紫花苜蓿",
  "a0ed3a9e0d499f5e1ff815b4b113e0ce": "基因组类别；植物；后口动物；原口动物；重复选择；限制性酶",
  "17897bb500e61afbb18a8d6c0047447f": "转座子在水生到陆生转变中的波动",
  "3742584d3e28ee452ead4218ac91d348": "微生物基因组多样性的常见参数化方法是相对于某一特征明确但任意选择的分离株的参考基因组计算单核苷酸多态性（SNPs）。然而，任何参考基因组仅包含微生物泛基因组的一部分，即在给定物种中观察到的所有基因的总和。因此，基于参考的方法无法捕捉附属基因组的动态变化，也无法识别基因顺序和拷贝数的变化。随着长读长测序技术的广泛应用，高质量、完整的基因组组装数量大幅增加。除了关注不同基因组中存在基因集变异的泛基因组学方法外，完整的基因组组装还允许研究基因组结构和基因顺序的演化。然而，后一问题在计算上具有挑战性，可用的工具较少，难以揭示这些动态变化。本文介绍PanGraph，这是一个基于Julia语言开发的库和命令行界面，用于将整个基因组对齐为图形结构。每个基因组被表示为沿顶点路径，而这些顶点封装了同源的多重序列比对结果。由此产生的数据结构简洁地总结了群体水平上的核苷酸和结构多态性，并可以导出为多种常用格式以供下游分析或直接可视化。",
  "341191c46b8d72b466f8462d9b75fcbb": "一种精确的支架组装软件。",
  "9131c4c9067a6c1c78126ead2c9abaf7": "在端粒到端粒基因组和泛基因组时代的人类及其灵长类近亲的结构变异",
  "514c28964ac53e2cd378703c76e59234": "多组学流程与组学整合方法解析植物非生物胁迫耐受响应",
  "f21b16e34cd8326cc697617c2a81868f": "泛基因组；图结构；微生物多样性",
  "edce4442dfbb1f942cb179642ced2070": "理解人类特有特征的新方法。",
  "bb59a46de85b638c11c121b8ae004da1": "环境胁迫严重损害植物生长，导致作物产量和品质显著下降。在各种非生物因素中，盐胁迫和干旱胁迫是影响植物养分和水分吸收的主要因素之一，从而最终影响植物的多个生理过程，降低作物产量。为了应对干旱和盐胁迫，研究人员持续致力于从分子水平研究、解析并改善植物的适应机制。在此背景下，植物根际、内生和叶际中存在的有益微生物组，也被称为植物的“第二基因组”，因其在植物适应性中的作用而广为人知。探索菌根共生这一真菌与宿主植物之间的有益相互作用，是这种特殊互作关系的一个重要方面，能够促进宿主植物的适应能力。菌根通过离子再分布（转运至植物不同部位）缓解盐胁迫和干旱胁迫，并激活氧化系统。此外，菌根共生还能调节多种植物激素水平、渗透物质含量，并协助植物获取有助于其适应极端环境胁迫的矿物质。本文综述了干旱和盐胁迫下植物激素、抗氧化系统以及菌根共生的作用。",
  "427274d9ca833e4aea7882d8337b3cad": "尽管现代育种技术和方法的广泛应用带来了长期的遗传增益，但为了满足全球农业需求，遗传增益的速度必须加快。然而，标记辅助选择已被证明在改良受少数基因调控的具有较大效应的数量性状方面具有潜力，但在改良受多个微效基因调控的数量性状方面贡献有限。在此背景下，基因组选择（GS）被视为一种最有前景的方法，用于改良由多个具有微小效应基因调控的复杂性状。通过检测群体的表型和高密度标记分数，基因组选择能够预测单个系的育种潜力。基因组选择利用所有标记数据的预测模型可以避免标记效应估计的偏差，并最大化由微效数量性状位点（QTL）引起的变异。它能够加速育种周期，从而快速选择优良基因型。在考虑非加性效应、基因型与环境互作以及成本效益的前提下开发最佳的GS模型，将有助于在植物中广泛实施基因组选择。这些措施还将提高遗传力估算和预测准确性。本文综述了从传统选择方法向基因组选择的转变、其背后的统计工具和方法学、农业植物中基因组选择研究的现状，以及其在培育气候适应性作物中的有效应用前景。",
  "499390fe675b5a6fcdef257bc923c1c1": "桑科构属植物（Broussonetia）包括白构树（*Broussonetia papyrifera*）、单叶构树（*B. monoica*）和川构树（*B. kaempferi*），这三种植物具有重要的经济价值和研究意义。然而，目前针对这些物种的分子标记开发与分子遗传育种应用较少。通过全基因组测序，我们成功开发了大量基因组分子标记（如简单序列重复，SSR）并构建了高密度物理图谱。在白构树、单叶构树和川构树的13条高质量假染色体及其未组装的支架中共鉴定到369,557、332,627和276,245个SSR。在三种构属植物中鉴定出的SSR中，短重复序列更为丰富，而长重复序列的比例较低。此外，三种构属植物SSR的主要重复基序由“A”和“T”组成。以白构树基因组为参考，共鉴定了4,419个三种物种共有的SSR，其中2,048个SSR特异于川构树，4,285个SSR特异于单叶构树。分布分析表明，这三种构属植物伪染色体上的SSR分布模式高度相似。进一步分析发现，在鉴定出的SSR中，分别有28%、31%和24%的SSR定位到了白构树、川构树和单叶构树的基因上。这些基因相关的SSR可能通过影响基因活性和蛋白质功能来调控生物过程。为了验证SSR的多态性，从潜在的10,752个多态性SSR位点中筛选了30个SSR进行PCR扩增，所有SSR均成功扩增并在三种构属植物中表现出多态性。这些结果有助于深入研究构属植物的起源、进化和迁移，并为该属植物种质资源的精准鉴定、系统评估和高效利用奠定了基础。",
  "d32f241ae526b2f2f85759ef1d03627e": "（i）工程酵母中新植源高附加值萜类的从头生产；（ii）植物基材料的生物转化；（iii）植物基生物生产中的基因组编辑技术；（iv）植物工厂中代谢产物生产对环境的影响；（v）分子 Pharming 技术。",
  "33a8b3760247b37ab8aaa1e0bcbe0ad9": "（1）甲藻基因组经历了多次独立的扩展，可能由猖獗的反转录转座、重复DNA的积累以及基因组复制共同驱动；（2）共生甲藻科基因组高度分化，但共享约3,445个核心单拷贝基因，集中在219条KEGG通路中；（3）大多数甲藻基因以单向编码且不缺乏内含子；（4）甲藻细胞核经历了极端的进化变化，包括核小体和组蛋白H1的完全或接近完全丢失，以及甲藻病毒核蛋白（DVNP）的获得；（5）主要碱性核蛋白（MBNP）、组蛋白样蛋白（HLP）和细菌HU样蛋白（HCc）属于同一蛋白家族，MBNP可以作为统一的名称；（6）甲藻基因表达受尚不清楚的机制调控，但microRNA和其他表观遗传机制可能是重要的；（7）超过50%的甲藻基因是“暗物质”基因，其功能仍需通过功能遗传学手段来解析；（8）初步揭示了寄生和互利共生的基因组基础。文章随后强调了一些功能独特且有趣的基因。未来的研究需要完成基因组测序、处理大基因组、表征未知基因，并开发定量分子生态模型以回答生态学问题。",
  "c2eb4d3d05a061765a6c13fc3629a784": "最多样化陆地脊椎动物目基因组研究的过去、现在与未来。",
  "44eb4c01da41abd3f565d0d0b4f0cc80": "基因组学；作物改良；基因组选择；植物育种",
  "74d0c20fbb777c11e65c072c0e5218f2": "非生物的；真菌；适应；共生的；机制；胁迫",
  "a47a817708f26ecf4f5d43c203c105d1": "长链非编码RNA（lncRNA）是广泛参与多种生物学过程的调控分子。在真菌病原体中，lncRNA能够响应压力，并在调节生长和营养获取方面发挥作用。近期的研究证据表明，lncRNA可能还在毒力方面发挥作用，例如调节与致病性相关的酶以及宿主上的繁殖周期。尽管lncRNA的重要性已被认可，但只有少数模式真菌具有详细的lncRNA目录。本研究中，我们应用一种最近开发的计算流程，在重要小麦病原体——禾谷镰刀菌（Zymoseptoria tritici）中预测了高置信度的lncRNA候选者。通过分析宿主感染周期中的表达情况，我们研究了lncRNA的基因组特征及其可能关联的过程。我们发现lncRNA在早期感染阶段频繁表达，此时病原体尚未切换到坏死型生长模式。它们主要位于可选择性异染色质区域，这些区域包含许多与致病性相关的基因。此外，我们还发现lncRNA经常与可能参与响应宿主防御信号（如氧化应激）的基因共表达。最后，我们利用四个额外的参考质量基因组评估了lncRNA的泛基因组特征。我们发现不同个体间表达的lncRNA种类存在显著差异，尽管lncRNA位点在基因组水平上通常共享。总体而言，本研究为禾谷镰刀菌中的lncRNA提供了目录及其潜在功能，这将有助于未来在这个重要病原体中开展分子遗传学和功能研究。",
  "5ba46856a3564f95c8442a4ac1a1c151": "随着全球人口的增长，粮食需求大幅增加，给农业的可持续性带来了更大压力。为满足这一需求，亟需开发全新技术。由于纳米酶兼具高效的酶催化活性和纳米材料独特的尺寸、比表面积、光学及热学性质等特性，其在植物和环境领域的应用潜力正逐渐显现。本文系统分析了具有不同酶样活性的纳米酶的催化机制，并总结了其通过调节活性氧（ROS）水平提高作物产量、增强抗逆性以及检测和去除有害污染物的应用。最后，本文全面分析了纳米酶在尺寸、设计、应用、经济性和生物安全性等方面面临的挑战，并展望了其未来发展方向，以更好地服务于可持续农业。",
  "85076695c43e56495512998f91cf7975": "交叉可转移性；分子标记；遗传多样性；基因组SSR；构树",
  "d2981bd0828af915c5eee07375e660f1": "真核生物的基因组大小变异对从基因组到整个有机体层面的生物学特性具有多方面的影响。较大的基因组可能会降低选择效率，因为较小的有效种群规模允许有害突变通过遗传漂变固定下来，从而增加基因组大小并降低选择效率。由于基因组大小与每碱基重组率之间可能存在负相关关系，基因组增大也可能增强基因组中连锁选择的作用，降低自然选择在固定或清除突变方面的效率。我们利用包含15个物种和其中6个新热带蝾螈物种的转录组数据集（基因组大小范围从12到87皮克），研究了基因组大小与选择效率之间的关系。我们估计了小基因组和大基因组蝾螈的dN/dS值，并测试了大基因组中是否存在选择松弛现象。出乎意料的是，我们并未发现基因组大小与选择效率之间存在显著关系，也未发现大基因组物种的dN/dS值显著升高。此外，我们几乎没有发现大基因组物种中存在明显的选择松弛现象。该群体中基因组大小与分布范围大小（种群规模的替代指标）呈正相关，这与大基因组物种中更强遗传漂变的预测不符。我们的结果强调了塑造基因组巨量化有机体基因组变异的多种力量之间复杂的相互作用。",
  "ed39d3f45418d1bb168f08d572c2948e": "生物转化；分子农业；植物次生代谢物；合成生物学；代谢工程；酵母；生物生产；植物工厂；基因编辑；植物组织培养",
  "bb03ec0a589c9002b7842ce72ea57003": "组蛋白；基因调控；微RNA（miRNA）；甲藻；逆转座；寄生；共生；组学；核蛋白；基因组扩张",
  "94cc59a91301619c1b69e8bf688fac40": "植物抗性；农境；植物；纳米酶；污染物检测；作物产量",
  "54821779e7dda1ac2678505f359d1b81": "三种杏属植物叶绿体基因组的测序与系统发育分析",
  "683755a8da87ff0e965f2c9d11342e3f": "全球变暖对农业生产力构成了巨大压力，高温和干旱等非生物胁迫已成为植物以及全球粮食安全的严重威胁。在农业中应用纳米材料能够平衡植物的氧化水平，调节植物激素水平，从而在热胁迫和干旱胁迫下维持正常的植物生长。纳米材料可以激活并调控特定的胁迫响应基因，进而提高热激蛋白和水通道蛋白的活性，增强植物对非生物胁迫的抗性。本文旨在综述纳米技术增强植物耐热性和抗旱性的现状，探讨纳米材料缓解植物非生物胁迫的分子机制。与有机分子相比，纳米材料具有靶向传输和缓释的优势，这些特性有助于其缓解植物的干旱和热胁迫。",
  "a7d90142cf848688daea7b75887ed514": "植物病原体；长非编码RNA；泛基因组；禾谷镰刀菌；表达分析",
  "81a7082c2835ac89f9cdf389ff3565d3": "现状与挑战",
  "d2e73bc34a1a10bc5cfc86df40639544": "从机遇到应用",
  "da5837e25180dc0fef27e6de5a8348e6": "新热带两栖 salamanders；自然选择的放松；选择效率；转录组；基因组大小",
  "a03fa59bdb15cfba65001b86d5d05c6e": "高粱（*Sorghum bicolor* L.）是世界范围内产量和种植面积均居前五位的主要谷物之一，由于其具有较强的非生物胁迫抗性，因此广泛种植于干旱和盐碱地等逆境严重的地区。此外，高粱是一种罕见的多用途作物，根据驯化方向和利用特性可分为 grain sorghum（ grain-type sorghum）、energy sorghum（energy-type sorghum）和 silage sorghum（forage-type sorghum），赋予其广泛的育种和经济价值。本文综述了高粱作为粮食、能源和饲料作物的农艺性状研究进展及其调控基因，并探讨了多用途高粱未来改良的方向。同时，本文强调了通过基因工程方法培育多用途高粱的可行性，即利用野生高粱种质资源和遗传资源以及基因组资源探索潜在改良目标。",
  "861584c59e89ad7fdd98cbda0977f949": "比较基因组分析与系统发育关系",
  "c85364771c448d6c5d1e26bbadf360eb": "基于深度学习模型的图像处理在基因组分析中的应用",
  "cfc75cb08f1d1ad8dc27cb11e8218d29": "隐孢子虫亚型的核基因组和线粒体基因组系统发育评估",
  "d3d8d5df9eeb752e28216812c0fa44bb": "SNP芯片与参考基因组的综合评述",
  "76806a856a77f50f6fa61d0ae4fefac2": "脊椎动物进化中的重大转变与显著的基因组重组相关。与脊椎动物起源或真骨鱼辐射之前的进化过程不同，在水生到陆生的转变过程中未发生全基因组复制事件，而基因组动态如何对这一重要的进化事件做出贡献仍然是一个悬而未决的问题。事实上，最近对肉鳍鱼和两栖动物基因组的测序显示，在这一转变之前和之后的现存谱系中存在大量的转座元件，这让人不禁推测这些序列可能催化了使脊椎动物能够向陆地进化的适应性变化。本文综述了与脊椎动物进化中的重大转变相关的基因组动态，并讨论了通过最近对两栖动物和肉鳍鱼基因组特征的研究揭示的高度重复的基因组景观，认为在水生到陆生的转变之前可能发生了动荡的基因组动态，从而促成了这一转变。",
  "5bb1afb6639579123971a255071df180": "理解是什么使我们成为独特的生物个体，这一问题贯穿于基因组学、神经科学、发育生物学以及医学等多个领域。人类特异性基因组序列的发现，使得我们能够以新的视角理解人类大脑进化的分子特征。测序技术、计算方法以及体外筛选技术的进步共同揭示了独特的人类序列在调控基因表达中的新功能。本文综述了人类特异性位点的图景，并描述了新兴技术如何被用于理解这些位点的分子功能及其对脑发育的影响。此外，我们还讨论了该领域的当前挑战，并探讨了整合新假设和方法以推动我们对人脑理解的潜力。",
  "aef78d607d881a8c79045b0a0d6df3f5": "分子机制；水通道蛋白；非生物胁迫；热激蛋白；植物激素；纳米农业；纳米材料；抗氧化剂",
  "ca508bd888c4b6be26d0657661a7a201": "高质量的染色体规模基因组对于基因组分析至关重要。包括三维基因组学、表观遗传学和比较基因组学在内的分析依赖于高质量的基因组组装，而Hi-C数据通常被用来辅助完成这一过程。然而，对现有基因组进行整理时发现，目前基于Hi-C的支架算法要么会产生排序和方向错误，要么无法生成高质量的染色体水平支架。在此，我们推出了软件Puzzle Hi-C，它利用Hi-C读数准确地将contig或scaffold分配到染色体上。Puzzle Hi-C使用三角区域而非方形区域来计数Hi-C热图中的相互作用，这一策略显著减少了由长程相互作用引起的支架干扰。此外，该软件在组装过程中引入了动态三角窗口策略，初始窗口较小，随着相互作用的增加而扩展，从而产生更有效的聚类。Puzzle Hi-C的表现优于现有的支架工具。",
  "464e5d013c449969c69562f1df2d93d1": "分子育种；多用途作物；高粱；C4植物",
  "785615e4458643ad5ad07129c2212856": "结构变异（SVs）占灵长类物种内部和物种之间大多数碱基差异。然而，由于早期灵长类基因组草图的质量问题以及关键分类单元缺乏基因组资源，我们对灵长类物种间及物种内SV的理解受到了限制。近年来，长读长测序和基因组组装技术的进步开始极大地改变我们对SVs的理解。其中两个里程碑式的成就包括人类端粒到端粒（T2T）基因组的发布以及首个泛基因组参考的开发。本文首先回顾了奠定这些项目基础的重要研究工作；接着探讨了T2T基因组组装和泛基因组如何转变我们对灵长类SV的理解与研究方法；最后讨论了在T2T基因组和泛基因组学时代灵长类SV研究的未来发展方向。",
  "5f97f861c2cc2ef85a167f660b6b5917": "丁酸梭菌的泛基因组分析揭示其遗传特性和工业应用潜力",
  "2c86940cdbad75d9a09941dd7649da0f": "植物寄生线虫是最具破坏性的植物病原体之一，每年造成的全球经济损失约为3580亿美元。使用合成杀线虫剂来控制植物寄生线虫已导致对环境的广谱毒性。近年来，植物来源的次生代谢物作为一种可行的选择，为在各种作物系统中管理植物寄生线虫提供了有效、环保且可再生的途径。然而，关于植物来源的次生代谢物的来源、化学结构及其杀线虫活性的综合信息仍然有限。本研究旨在整理和分析过去二十年收集到的具有杀线虫特性的植物源次生代谢物数据。综述中，我们确定了来自35个植物科和65种植物的262种具有杀线虫活性的植物源代谢物。其中，生物碱、萜类化合物、皂苷、黄酮类、香豆素、硫代苯并呋喃和安诺酰基丙酮等化合物是研究最多的。除了特定代谢物的构效关系外，还讨论了从植物材料中提取和分离这些代谢物的各种技术。我们的研究结果表明，植物可以作为获取杀线虫化合物的资源库，并发现新的化学物质，这些化学物质可能用于开发下一代杀线虫剂。© 2024 作者（们）。《害虫管理科学》由John Wiley & Sons Ltd代表化学工业学会出版。",
  "0c061853baa1e39fc1f8259e876562eb": "小型综述",
  "2e8597d4d45c58629c1bb797add96ca1": "基因和基因组组装命名规则指南",
  "e330895107cf859bda134a2c1baacf98": "植物化学物质；杀线虫化合物；植物寄生线虫；次生代谢物",
  "c3e757d30b7f6d9aaf9d0fd27ed250ee": "一种用于访问马铃薯基因组数据的数据库",
  "3e598ec8ea383cbe21a1fa6878ffe09c": "毛栗（Castanea mollissima Blume）全线粒体基因组的组装与比较分析",
  "e91a23e4ec8ccff615fbfad4f2dd2527": "Echinobase",
  "660926812c5dba0a50813b5144cf0f4f": "计算基因组学及其在人类学问题中的应用",
  "1853b3fa0c5bbbb334c98b5797c3d97a": "豹 Gecko（Eublepharis macularius）的修订参考基因组为基因组相位划分和组装提供了见解。",
  "8d293b80db46fff0d231802abedecbaf": "A（腺嘌呤）、C（胞嘧啶）、G（鸟嘌呤）和T（胸腺嘧啶）。然而，另一种方法是通过图像表示来展示序列相关信息，例如混乱游戏表示法（CGR）和读取堆叠图像。随着计算机视觉和自然语言处理领域深度学习（DL）方法的快速发展，越来越多的研究者对应用基于图像的DL方法进行基因组序列分析产生了兴趣。这些方法涉及将基因组信息编码为图像或将图像的空间信息整合到分析过程中。本文综述了三种利用DL模型进行基因组分析的典型图像处理应用，并探讨了这些基于图像的方法的应用优势。",
  "b7531428b2eaf439e862084cb609d852": "基于基因的七位点多位点序列分型（gene-by-gene seven-locus MLST）、基于核心基因组多位点序列分型（cgMLST）的分层聚类（HierCC分配）、生命识别编号（LIN）条形码以及基于k-mer的PopPUNK聚类（在该物种中称为GPSC）。我们通过与系统发育和泛基因组分析的结果进行比较，评估这些方法与其所反映的基因组多样性和进化的关系，因为我们期望一种好的聚类方法能够形成一个单系的聚类群，且群内基因组内容具有高度相似性。结果显示，这四种方法通常能够准确反映基于这些指标的种群结构，并且彼此之间大体上具有一致性。我们进一步研究了聚类之间的差异。LIN条形码与HierCC之间的最大一致性（调整后的互信息得分=0.950），这是可以预期的，因为这两种方法都利用了cgMLST，但定义个体聚类的方法和核心基因组模式不同。然而，两种方法之间存在的差异表明，核心基因组模式的选择可以在研究之间引入不一致性。GPSC和HierCC的分配也高度一致（AMI=0.946），表明使用全基因组的基于k-mer的方法不需要仔细选择核心基因组模式，同样能够有效地表示种群结构。此外，在这些方法之间出现的聚类差异可以通过cgMLST未识别的辅助基因组差异来解释。我们得出结论，对于肺炎链球菌而言，随着可用基因组数量的增加，标准化和稳定的命名法非常重要。此外，研究界应逐步淘汰七位点MLST，而广泛采用cgMLST、GPSC和LIN分配。然而，为了便于研究之间的比较并使先前的文献相关，应在研究中对多种聚类名称的报告进行标准化。",
  "27c9c87d0c01470978a699636f52ac27": "肺炎链球菌；群体结构；全基因组测序；肺炎链球菌基因组学；多位点序列分型；流行病学",
  "ca63b85fc1ca2110db1be2a424901b21": "近年来，第三代测序（TGS）技术彻底改变了基因组学和转录组学研究，为重大发现提供了新的机遇。与第二代测序（NGS）相比，长读长测序平台凭借其独特的优点——包括明确的实验方案、缩短的操作时间以及实时测序能力——在植物基因组学研究中展现出巨大的潜力。TGS通过消除对耗时的拼接工具的需求，优化并提高了数据分析的效率。本文综述了基于牛津纳米孔技术和太平洋生物科学公司等快速发展的TGS平台所驱动的生物信息学工具的发展与应用。利用TGS进行转录组分析已被广泛用于解析复杂的植物转录组和基因组，特别是那些具有高重复序列和基因组重复频率的植物。因此，本文重点介绍了当前利用定制化的混合测序技术（结合NGS和TGS技术）生成复杂植物基因组转录组和全基因组序列的方法。本文展望了TGS在未来植物研究中的应用前景，阐明了其优势、应用领域、局限性以及未来发展的广阔前景。",
  "0dcf1f3fd5738daf926c1f409c93ca6b": "丁酸梭菌是一种革兰氏阳性厌氧菌，以其能够生产丁酸而闻名。本研究对从中国各地收集的14株丁酸梭菌工业菌株进行了全基因组测序和组装，并对这14个组装菌株与从NCBI下载的139个菌株进行了泛基因组比较分析。我们发现，与关键工业生产途径相关的基因主要存在于核心基因和软核基因类别中。系统发育分析显示，同一系统发育树分支中的菌株具有相似的抗生素抗性和毒力因子，这些基因大多存在于壳基因和云基因类别中。最后，我们预测了产生细菌素、肉毒毒素以及负责宿主防御的CRISPR系统的基因。总之，我们的研究为丁酸梭菌的工业生产、食品应用和遗传研究提供了理想的泛基因组数据库。",
  "d57573ed77049450f3bd65fb484191ea": "有鳞目（Squamata）包括超过11,000种现存的蜥蜴、蛇和盲蛇，其超过2亿年的进化历史展现了令人眼花缭乱的表型多样性。本文介绍了有鳞目及其定义，并回顾了基于DNA测序、基因组组装和进化分析技术进步的基因组学研究在揭示有鳞目演化模式与过程中的历史与前景。我们调查了最近发布的有鳞目全基因组组装情况，包括可用基因组的分类分布，评估了它们的质量指标及其对科学研究的实用性。随后，我们聚焦于有鳞目系统发育推断中的分歧，探讨高通量系统基因组学方法如何影响这些推断，并展示了全基因组数据在解决或维持有鳞目持续存在的系统发育争议中的潜力。我们还回顾了转座元件在脊椎动物演化中的作用、转座元件注释与分析的方法，并进一步证明，通过理解有鳞目基因组中转座元件的多样性、丰度和活性，有鳞目可以成为研究脊椎动物基因组大小与结构演化的理想模型。此外，我们讨论了有鳞目基因组在其他生物学领域中的贡献，如毒液系统、表型演化研究以及性别决定机制。由于有鳞目代表了超过30%的现存爬行动物种类，因此它们应享有与其他爬行动物（如哺乳动物和鸟类）类似的基因组联盟，以目标测序该类群中的大多数现存科。",
  "55f584944d99dbc1b3c88229ec45a7ec": "利用增强现实探索3D基因组结构",
  "eb7d71212ebaa94b6b2b11b47a237273": "植物激素作为调控植物生长发育的关键因素，在提高作物抗逆性方面引起了广泛关注。理解植物体内植物激素的分布对于评估植物健康状况和探究其功能至关重要，同时也有助于开发和利用植物生长调节剂。荧光探针技术的进步，以及荧光团种类的丰富和成像方法的改进，使其成为监测植物体内植物激素的有效手段。该技术在植物研究中已被证实有效，特别是在检测荧光探针对植物激素响应方面。本文综述了荧光探针在外部胁迫条件下用于测量和可视化植物体内植物激素分布的应用价值。然而，实现高空间分辨率的植物激素可视化以及在活体植物中获得高生物相容性仍面临重大挑战。尽管如此，这一领域仍存在许多未被充分挖掘的机会。本文旨在深入探讨该主题的进一步讨论潜力。",
  "3e19345e4b60839605a860988a469840": "Iridoviridae（蛙病毒科）、Alloherpesviridae（鱼疱疹病毒科）和Nimaviridae（白斑综合病毒科）。这些病毒的基因组大小接近或超过100千碱基对，基因数量超过100个，被认为是大型DNA病毒。通过基因组分析和实验研究，已经鉴定出一些与基因组复制、转录及病毒-宿主相互作用相关的基因。此外，还讨论了一些与病毒遗传变异或特异性相关的基因。这些进展的总结将为未来新发或再发水产养殖病毒的发现和研究提供参考。",
  "7fec6a48fb2003ac3f84aa323b097b91": "古多倍体基因组的直系同源预测与共线性探索",
  "d3ab28a14cd3837541771bd363cf996d": "梭状芽孢杆菌C. butyricum；代谢通路；泛基因组；细菌素",
  "e5139d8cb664e7f5b95857645faed3f3": "荧光探针；可视化；植物激素；分布；量子点",
  "2a3abdb3ef055bbb3c43b845006df8dd": "单分子实时测序  \nTGS：第三代测序技术  \nPlant Transcriptome：植物转录组  \nONT：牛津纳米孔技术  \nPlant Genome：植物基因组",
  "7f49a8c50118c73655079e78a45193ea": "可转座元件；系统基因组学；基因组测序；有鳞类；基因组组装",
  "b265996c4d20adb9d65bd6770fd60e42": "Paracoccus 属能够栖息于多种不同的生态位，包括海洋和陆地环境，且在全球范围内分布。此外，该属在分类学、代谢方式以及生活方式上具有高度多样性。迄今为止，关于 Paracoccus 如何适应如此广泛的生态位和生活方式知之甚少。本研究对 Paracoccus 属进行了基因组系统发育分析（样本数 n=160），并对该属进行了重新审视，从而对 16 种尚未分类的 Paracoccus 菌株进行了种水平分类，并检测到 5 种错误分类。此外，我们对来自不同生态位的 Paracoccus 模式菌株进行了泛基因组分析，这些生态位包括不同土壤、潮间带沉积物、宿主关联（如蓝点笛鲷、羽饰虫和造礁珊瑚 Stylophora pistillata），以阐明 i）生活方式和适应潜力的重要性，以及 ii）基因组装备与生态位适应潜力的作用。\n\n使用短读长和长读长技术的组合，对六种完整基因组进行了从头拼接。这些 Paracoccus 基因组使模式菌株完全闭合的高质量基因组数量从 15 增加到 21。泛基因组分析显示了一个由 13,819 个基因组成的开放型泛基因组，其中最小染色体核心占 8.84%，这突显了基因组的适应潜力以及额外染色体元件的巨大影响。所有基因组都受到各种可移动遗传元件的影响，包括基因岛、前噬菌体、转座酶和插入序列，强调了其基因组的可塑性。就生活方式而言，应根据生态背景分别评估每种可移动遗传元件。相比之下，自由生活的基因组倾向于包含（1）更大的基因组或更多的额外染色体元件，（2）更多数量的基因岛和插入序列元件，以及（3）较少的完整前噬菌体区域。在生活方式适应方面，自由生活的基因组共享与通过 T4SS 进行基因交换相关的基因，这对 Paracoccus 尤为重要，因为它们拥有大量的附加染色体元件，使其能够适应动态环境。相反，宿主相关的基因组则包含多样化的基因，涉及分子运输、细胞壁修饰、附着、压力保护、DNA修复、碳和氮代谢。由于大量适应性基因的存在，Paracoccus 可以快速适应不断变化的环境条件。",
  "c3fce9532c087b4606709253463bedf5": "高效在线创建和浏览共变异图",
  "cc3084e4c1906c008d9cf63c25e921aa": "经济实惠的基因组测序技术的兴起以及新计算工具的发展开启了基因组学知识的新纪元。目前已有数以万计的人类基因组序列数据，其中包括数千个古人类基因组。海量的数据催生了新的分析工具，这些工具可用于解析人群的种群历史和进化历程。因此，多种计算方法得以开发，用于回答人类学问题。这些方法包括新颖的似然估计法与贝叶斯方法、机器学习技术，以及种类繁多的人口模拟器。尽管这些计算工具能够从基因组数据集中提供有力的洞见，但它们通常对计算经验较少的研究者来说并不易用。本文概述了计算基因组学方法背后的理论原理、应用这些计算方法时的局限性和其他考量因素，并举例说明了计算方法已如何应用于人类学问题。我们希望本综述能激励其他人类学者在其研究中利用这些强大的工具。",
  "385044cfbc0ed5ff953a726f119a21b4": "核心同源基因和线粒体基因组分析。利用36个完整的*C. cayetanensis* 基因组构建了泛基因组，并使用33个线粒体基因组进行了单倍型网络和系统发育分析。通过对泛基因组的分析，确定了47个潜在的标记物，强调了获得更全面序列数据以实现完整表征的重要性。此外，对线粒体基因组的分析发现了19个单核苷酸变异，可作为该寄生虫亚型鉴定的特征标记。这些发现不仅有助于选择*C. cayetanensis* 的分子标记进行亚型划分，还推动了开发全面基因分型方法的知识进展。",
  "a747d425adb2f26028abadca1aef34a0": "马氏野马基因组的测序与组装教学实践",
  "f941b085294dcb3f6c77023dfdfe522d": "单核苷酸多态性（SNP）芯片和参考基因组组装的进步显著改变了牛的基因组学研究，特别是在普通牛（Bos taurus indicus，即瘤牛）中。许多商业化的SNP芯片最初是为普通牛（Bos taurus taurus）设计的，导致了选择偏差，并排除了许多对瘤牛群体至关重要的SNP。本文综述了针对瘤牛群体开发的SNP芯片和参考基因组的研究进展及其对基因组选择和育种效率的影响。我们回顾了与瘤牛相关的SNP芯片、参考基因组组装以及SNP分型技术的相关文献，重点关注专为瘤牛品种设计的SNP芯片，评估其在基因组评估中的贡献，并识别预测准确性方面的局限性。近年来，如GeneSeek公司推出的低密度和高密度SNP面板等新进展，通过提供品种特异性面板，旨在减少选择偏差并包含关键的瘤牛SNP。这些面板在鉴定与重要经济性状相关的基因组区域方面发挥了重要作用，尤其是在纳拉伊牛（Nellore cattle）中。研究表明，定制的SNP芯片和品种特异性参考基因组可以提高遗传多样性评估的准确性，并改善基因组预测，从而支持更有效的瘤牛育种计划。改进的SNP芯片和品种特异性参考基因组对于瘤牛的精确基因组选择至关重要。未来的研究应优先考虑扩展从头组装基因组、减少选择偏差，并开发针对瘤牛群体的成本效益高的基因分型解决方案。针对性的基因组工具最终将促进更高效的育种实践，并增强对瘤牛（B. t. indicus）重要经济性状的基因组选择。",
  "42159dbfd8b48216e731578e34358441": "植物信号级联中的 evolving 电路图",
  "0d721fa30eacfc428a508c06dcb07877": "人口腔Gemella物种的位点特异性分布",
  "362f718f8c2c3f77b934a0579faa1820": "遗传人类学；计算基因组学；群体遗传学",
  "bbb170bdd306f00ba0366070302480c1": "淡水螯虾白斑病毒；Nimaviridae（无裂病毒科）；Alloherpesviridae（假疱疹病毒科）；蛙病毒属（Ranavirus）；特征基因；鱼类疱疹病毒；Iridoviridae（虹彩病毒科）；水产养殖病毒基因组",
  "1e0fa9a0f4ab5db7e6c037fb01800156": "遗传改良；品种特异性面板；泽西牛",
  "56c8c90a1a02e7250c11b17d19a173e2": "目前，中国杏的生产和品质受到种质资源特征鉴定（包括种和品种水平的鉴定）不足的限制。为解决这一问题，本研究对毛桃（*Prunus armeniaca* L.）、西伯利亚杏（*P. sibirica* L.）以及食用仁杏的完整叶绿体基因组进行了测序、特征分析及系统发育研究。三种叶绿体（cp）基因组大小在157,951至158,224 bp之间，共鉴定出131个基因，包括86个蛋白编码基因、37个rRNA和8个tRNA。GC含量范围为36.70%至36.75%。在检测到的170个重复序列中，有42个在三种物种中共有，且每种基因组检测到53-57个具有AT碱基偏好的简单序列重复。比较基因组学分析显示，三种基因组整体结构和基因内容高度相似，并存在七个变异热点区域，包括*psbA-trnK-UUU*、*rpoC1-rpoB*、*rpl32-trnL-UAG*、*trnK-rps16*、*ndhG-ndhI*、*ccsA-ndhD* 和 *ndhF-trnL*。系统发育分析表明，三种杏属物种聚为一组，其中*P. armeniaca*与食用仁杏的遗传关系最近。本研究结果为杏遗传多样性的进一步研究以及分子标记在杏遗传改良中的开发和利用提供了理论基础。",
  "382745aff296a24a4abb78d39442eb49": "分子标记；环孢子虫（Cyclospora cayetanensis）；泛基因组；线粒体基因组",
  "1f4eb8a640ea556a2a9ca5454e13d062": "I群和II群代表不同物种",
  "b8bc9bf3452e3af2bec6fcd381dd036e": "马铃薯是一种重要的粮食作物，其基因组复杂且为多倍体。随着测序技术的进步以及基因组组装算法的改进，现已能够生成栽培四倍体马铃薯的单体型、染色体规模的基因组组装。SpudDB数据库存储了马铃薯的基因组序列及其注释信息，其中双单倍体DM 1-3 516 R44（以下简称DM）基因组作为参考基因组和单倍型。通过一系列基因报告页面提供了DM基因的各种注释数据类型，包括在438个马铃薯样本中的基因表达谱。为了进一步基于表达对马铃薯基因进行注释，构建了65个基因共表达模块，这些模块允许识别DM在发育过程中以及响应机械损伤、非生物胁迫和生物胁迫时紧密共调控的基因。提供了DM以及其他28个马铃薯基因组的基因组浏览器视图，并提供了一个用于下载基因组序列和注释的页面。为了连接单倍型内部和之间的同线性基因，鉴定了25个栽培马铃薯基因组中的同系基因。通过访问马铃薯基因组序列及其相关注释，SpudDB能够帮助马铃薯生物学家、遗传学家和育种者继续改良这种关键粮食作物。",
  "7544aa2b14ea1f3aa388cab30694badf": "高质量基因组组装数量的快速增长为基因组学研究带来了重大新机遇，但数据集中缺乏标准化的基因组组装和注释命名惯例，给研究带来了显著挑战。不一致的命名方式阻碍了正确组装的识别、复杂化了生物信息学流程的整合，并增加了跨多个资源链接组装的难度。为了解决这些问题，我们开发了一种用于标准化参考基因组组装命名的规范，以提高数据集之间的一致性并促进互操作性。该规范在“可发现、可访问、可互操作、可重用”（FAIR）原则的基础上制定，确保参考组装在研究社区中更容易被定位、获取和重复使用。此外，它还与主要的基因组数据存储库兼容，包括国际核酸序列数据库协作联盟（INSDC）的成员，从而确保与广泛使用的数据库的兼容性。虽然最初是为农业基因组学社区设计的，但该规范可以适应不同分类群的使用。广泛采用这种标准化命名法将简化组装管理，更好地支持跨物种分析，并提高研究的可重复性。同时，它还将增强依赖于基因组文献中一致参考组装名称的自然语言处理应用，推动基因组数据的更深层次集成和自动化分析。现在正是考虑更加一致的基因组数据命名法的好时机，因为许多研究社区和数据资源如今发现自己需要处理来自多个数据提供者的多组数据集。",
  "8eaa68d84b478d9d652b372ede3d06a5": "在过去的二十年里，科学家们逐渐意识到三维（3D）基因组结构在调控细胞活动中的重要性。Hi-C及相关实验生成的二维接触矩阵可用于推断染色体结构的三维模型。然而，在三维空间中可视化和分析基因组仍然具有挑战性。本文介绍了一种增强现实三维基因组可视化工具——ARGV。该工具包含从Hi-C和显微成像数据推断并注释的350多种预计算基因组结构。它利用标准移动电话或平板电脑，提供三维空间中基因组的交互式和协作式可视化功能。用户研究显示，与现有工具相比，ARGV具有明显优势。",
  "51e587a096c81fda1157e2b545a4831f": "基于INFER模型的更优进化距离估计器。",
  "d8a0a6d58928dc7dbaea63e29899cfbf": "三代测序技术在人类和家畜遗传学的基因组、转录组及表观遗传研究中得到了广泛应用。该技术在复杂基因组区域测序、复杂结构变异鉴定以及高质量基因组构建方面具有显著优势，其长读长、无需PCR扩增以及直接检测DNA/RNA等特性进一步提升了其效能。本文综述了以单分子实时测序（SMRT）和牛津纳米孔技术（ONT）为代表的三代测序技术，并重点探讨了其在家畜基因组学研究中的进展，包括基因组组装、结构变异检测、转录组测序及表观遗传学研究。文章还对三代测序技术在家畜基因组检测中的应用及其面临的挑战进行了全面分析。除了深入剖析家畜基因组结构分析及稀有基因鉴定的价值外，本文还探索了决定典型性状的遗传机制。本综述不仅深化了人们对家畜基因组的认识，也为该领域的研究提供了新的视角。",
  "cb1bd07b733bc443a78d435f9b9fa557": "利用DNA分子标记、基因组选择和基因组编辑",
  "df5cc1cb09a311a4e4699903e41bd200": "长毛象适应性进化的基因组学",
  "10efd9f21b65dbb53c1e8d65c7f1b965": "系统发育关系；蔷薇科；重复序列；比较基因组学；叶绿体基因组",
  "1402f519605ab49ea74d8f0094896424": "尼安德特人在非洲基因组中的足迹",
  "53fcde5411a0e65573528e36da92ceb7": "当前全球变暖和气候变化通过施加环境（非生物）胁迫和病害压力对植物产生不利影响。主要的非生物因素如干旱、高温、低温、盐胁迫等阻碍了植物的内在生长发育，导致产量和品质下降，并可能伴随不良性状的出现。在21世纪，高通量测序工具、先进的生物技术方法以及生物信息学分析流程的出现，使得利用“组学”工具箱轻松表征植物对非生物胁迫响应和耐受机制成为可能。如今，包括基因组学、转录组学、蛋白质组学、代谢组学、表观基因组学、蛋白基因组学、互作组学、离子组学、表型组学等在内的泛组学分析流程变得非常实用。这有助于通过理解植物基因、转录本、蛋白质、表观基因组、细胞代谢回路及其表型的分子机制，培育出适应气候的未来作物。与单一组学相比，两种或多种（即“多组学”）整合组学方法能够更好地解析植物对非生物胁迫的耐受反应。通过多组学特征化的植物可以作为强大的遗传资源引入未来的育种计划。为了实现作物改良的实际应用，针对特定非生物胁迫耐受性的多组学方法可以通过与基因组辅助育种（GAB）结合，同时提高作物产量、食品质量和相关农艺性状，从而开启一种新的“组学辅助育种”时代。因此，多组学分析管道联合起来能够揭示作物在不同非生物胁迫耐受性下的分子过程、生物标志物、遗传工程靶点、调控网络及精准农业解决方案，以确保在不断变化的环境条件下保障粮食安全。",
  "6fdfccd22df1f0dab7d9d4fab0317a03": "基因组；命名法；组装；基因模型；数据库",
  "6ef1e6886893400e90c8e47dd80dfc6b": "个性化泛基因组参考",
  "1f4b802a2ec2c783af31f9363703a093": "虚拟现实（VR）；三维基因组浏览器；移动应用程序；增强现实（AR）；三维基因组结构组织",
  "e01a11e3438025b7ca192450541f7e38": "共表达；多样性；注释；马铃薯",
  "21a247fc52d1f67947e39f19b9b3206e": "表观遗传学；基因组装；第三代测序；转录组",
  "5e4936ed49d8cdd21b2cbc123a2b39f7": "逐步细菌基因组比较",
  "6a36ff539bdbf49219a3a2c0972a8de0": "构建泛基因组图谱",
  "303484d5216211e3ab844246589b541f": "泛基因组时代法医学人、动物和植物整合基因组的研究展望与机遇",
  "fc37ca245590704b75062902b9cfffb8": "基因组学；作物改良；组学整合；表型组学；非生物胁迫；蛋白质组学；代谢组学；多组学",
  "e90e0a8682f3de89a5ac3075d3de928f": "葡萄基因组学的野性一面",
  "9a08a019034bf783d7fc9d0604c23ef5": "在进化过程中，现代人类与尼安德特人种群多次相遇并混合，导致了遗传物质的交换。对多样化的非洲人群体进行的新基因组分析揭示了双向基因流动的历史以及作用于回流等位基因的选择。",
  "2e96080816ae36cf823b2317f2e63b65": "陆生植物是信息处理的惊人者；由于其固着的生活方式，它们根据栖息环境调整定义其发育和生理机能的分子程序。外部输入转化为相应的内部程序在很大程度上依赖于分子信号级联，其中许多信号级联在陆生植物及其最近亲属链型藻类的祖先中具有深远的进化起源。本文综述了链型藻类信号级联定义因素的进化历史，这些级联不仅存在于现存的陆生植物和链型藻类中，而且很可能在其数亿年前已灭绝的藻类祖先中也起作用。我们希望本文能为未来研究植物信号通路多样性和复杂性的进化机制提供一个起点，并特别强调识别潜在偏差的重要性。",
  "5a62063be58b382dcdca056723600f44": "1直系同源关系。JBrowse 轨道可用于可视化来自完全支持物种和部分支持物种（日本羽毛星Anneissia japonica、糖海星Asterias rubens 和彩绘海胆L. pictus）的功能基因组数据。Echinobase 通过提供注释的基因组、直系同源关系、与基因组对齐的功能基因组数据以及经过整理的试剂和数据，发挥了至关重要的作用。棘皮动物解剖学本体论为整个门类的发育数据标准化提供了框架，知识库内容被格式化为可被研究社区发现、访问、互操作和重用。",
  "23eb75b56ac0b4f7c269e11ea9f513a5": "//wgd.statgen.ncsu.edu 获取。",
  "65646d230d832b16d3ab1ef22aafe874": "基因组、泛基因组及更多内容",
  "52b9243666e9a0e4af4812e128b20450": "景天属和Disporocarpa。尽管系统发育树支持亚属分类系统，但节级分类系统需要重新评估。本研究对景天属的cp基因组进行了比较分析，推断了景天属cp基因组的演化趋势，并提供了分子证据支持将Tillaea属整合进景天属。然而，由于本研究并未涵盖Tillaea属的所有物种，因此需要进一步进行全面的系统发育分析。",
  "8759b27d0dfe9bd15236d275fee60e74": "植物进化；信号网络；链型藻类；生物复杂性；植物登陆化进程",
  "cc25a899dbd2dfeff4ff37bd28351d17": "比较基因组学；浏览器；POInT",
  "9c926d2ef84d6c86a7e2cacfc02a3e22": "基因组重排是打乱基因组结构的进化事件。两个基因组之间发生的重排次数通常被用作衡量这两个物种间的进化距离。然而，这种数量往往仅适用于密切相关基因组的可靠估计。对于显著进化的基因组，这种方法常常低估了真实的进化距离，而先进的统计方法可以提高估算的准确性。已经开发出几种基于不同进化模型的统计估算器，其中最完善的INFER模型考虑了基因组脆弱性的不同程度。本文介绍了一种名为TruEst的高效工具，它在INFER模型下估算基因组之间的进化距离。我们将其应用于模拟数据和真实数据集。结果显示，在模拟数据上具有很高的准确性。在哺乳动物基因组的真实数据集上，该方法发现了多个基因组对，其估算的距离与先前的祖先重建研究高度一致。",
  "d44ba6e2dde0507fe85c3f966696cfe5": "基因组学；知识库；生物信息注释；棘皮动物；模式生物；本体；数据库",
  "090abb83b9bdc78568727a82f2f97da6": "跨泛基因组的最大匹配高效算法",
  "c0f94e161a572ca63346352e41f79872": "爬行纲有鳞目（蜥蜴和蛇）的基因组资源一直落后于其他脊椎动物系统，高质量参考基因组仍然稀缺。在现存的23个染色体规模参考基因组中，仅有约60个有鳞目科中的12个得到了代表。在壁虎亚目（ infraorder Gekkota）中，一个物种丰富的蜥蜴类群，染色体水平的基因组极为稀少，仅代表了现存七个家族中的两个。利用最新的基因组测序和组装方法，我们为豹纹守宫（ *Eublepharis macularius*，猫眼蜥科）生成了一个迄今为止质量最高的有鳞目基因组之一。我们将这个组装结果与2016年发布的、仅基于短读长数据的 *E. macularius* 参考基因组进行了比较，并使用PacBio HiFi数据检查了影响基因组组装连续性的潜在因素。简而言之，本研究生成的PacBio HiFi读长的N50值等于之前 *E. macularius* 参考基因组的contig N50值，均为20.4千碱基。HiFi读长被组装成总计132个contigs，并通过Hi-C数据进一步支架化为75个序列，代表全部19条染色体。我们发现，其中9条染色体的scaffold几乎由单个contig组成，而其余10条染色体则分别由多个contigs拼接而成。定性分析表明，染色体内的重复序列百分比广泛影响其组装的连续性。该基因组组装标志着有鳞目基因组学进入了一个新时代，在这一时代，高质量参考基因组的生成成本仅为以往估计的一小部分，并可媲美一些最佳的脊椎动物基因组组装。此新的 *E. macularius* 参考组装已上传至NCBI，登录号为JAOPLA010000000。",
  "f85374dc3be6cb7214265525aebf1d1a": "泛基因组图可以表示多个参考基因组之间的所有变异，但目前构建这些图的方法要么排除复杂序列，要么基于单一参考。为此，我们开发了泛基因组图构建器（PGGB），这是一个无偏见且无排除的泛基因组图构建流程。PGGB利用全对全比对来构建一个变异图，从中我们可以识别变异、衡量保守性、检测重组事件并推断系统发育关系。",
  "c3145c8a6ce0ab63042d81a1b792048c": "系统发育；水景瓦松；景天科；密码子使用；叶绿体基因组；rpoC1内含子丢失",
  "60d4a72f250a7f1eeb0581102bad9fcb": "泛基因组变异分析（PanVA）",
  "90195d9163053f09c02e2ac1d88a0518": "共突变图（comutation plot）是一种广泛使用的可视化方法，用于展示大规模基因组研究中的突变全景。目前用于创建共突变图的工具要么是需要编码的离线包，要么是功能各异的在线网络服务器。使用这些包时，往往需要反复运行代码来调整单一特征，而这一操作在网页应用程序中可能只需点击几下即可完成。然而，网页应用程序大多自定义能力有限，且无法处理非常大的基因组文件。为了改进现有工具，我们识别了绘制图表时最常调整的功能，并将其整合到交互式过滤和可视化突变数据的Comut-viz中，生成可下载的图表。Comut-viz包括用于数值元数据的颜色标签、预加载的调色板以更改颜色，以及两个用于调整宽度和高度的输入框。它接受标准突变注释格式（MAF）文件作为输入，并能够处理超过20万行的大规模MAF文件。作为一个仅前端的应用程序，Comut-viz保证了用户数据的隐私，并且在分析过程中没有延迟。Comut-viz是一款响应迅速且可扩展的网页应用程序，用于制作共突变图。它提供了对常用调整功能的定制，并能接受大型基因组文件作为输入，适合包含上千个样本的基因组研究。",
  "e656092f84044ded9ae8754d56f9680f": "Fuss–Catalan 数；断裂点图；进化距离；基因组重排",
  "e3afe2c61299966b33a947d3f3baaec3": "通过我们最近发表的普氏野马（*Equus ferus przewalskii*）基因组研究，学生进行基因组测序如今已成为现实。在这篇综述中，我描述了在课堂上教授基因组组装的经验。在我的课程中，学生们使用牛津纳米孔长读长测序技术，仅花费4000美元的材料成本，就完成了高质量的普氏野马基因组测序、组装和发表工作。此外，我们还组装了线粒体基因组、检测了序列变异、预测了基因注释，并分析了DNA甲基化水平。我们的基因组统计数据远远超过了之前的普氏野马基因组组装版本，并且与家马基因组（EquCab3.0）相当。所有方法均以Markdown格式记录并简化，便于在课堂中完整重现和应用。最终论文的所有学生均为作者。通过将基因组组装引入课堂，我们不仅提供了新的参考基因组，也为科学界培养了新的基因组学专业人才。",
  "a5e0114a458db5b7c140ec2e3069f1f8": "太平洋祖先泛基因组参考草案",
  "b68431abd79d1226f204c71a8a08953b": "分布式基因组参考的前景与挑战",
  "026a3d6e494dab6dec468aaecadb1275": "基因组学；进化；壁虎亚目； phased测序；新兴模型系统",
  "01d45c4b8e71c30a522ef5a3c241fb29": "Web服务器；突变；基因组分析；共突变图；可视化",
  "3665560df61babfe1c9bcb3b3644613d": "由于基因组测序和生物信息学的进步，公共数据库中已有数千种细菌基因组序列可供使用，这为研究细菌多样性提供了前所未有的机会。本章描述了一种用于细菌基因组比较基因组学的完整生物信息学工作流程，包括基因组注释、泛基因组重构与可视化、系统发育分析以及目标序列（如抗微生物耐药基因、毒力因子和噬菌体序列）的鉴定。该工作流程采用了最先进的开源工具。通过鼠伤寒沙门氏菌基因组的比较分析展示了这一工作流程。该工作流程基于Linux命令和脚本，结果可视化依赖于R环境。本章提供了一个逐步协议，具有基础生物信息学知识的研究人员可以轻松遵循此协议来对自身的基因组数据集进行研究调查。",
  "5b85bdd55198fa2744b830f64400ad88": "G. haemolysans 存在于颊粘膜和角化牙龈；G. sanguinis 存在于舌背、咽喉和扁桃体；而 G. morbillorum 存在于牙菌斑中。通过识别特定口腔部位核心但其他链球菌基因组中缺失的基因，研究了位点特异性的基因水平基础。核黄素生物合成途径存在于与颊粘膜相关的 G. haemolysans 基因组中，但在其余基因组中不存在。总体而言，元泛基因组学显示，链球菌属物种在健康人群口腔中有明确的生态偏好，并提供了一种识别位点特异性基因驱动因素的方法。",
  "33c0a3e3523cafe63f48fadf119ffe26": "板栗（*Castanea mollissima* Blume）是一种原产于中国和朝鲜半岛的壳斗科（Fagaceae）坚果树种，作为重要的遗传资源，在改良可食用栗品种以及揭示栗属物种起源与演化方面具有重要意义。尽管*Castanea mollissima*的叶绿体基因组已被测序，但其线粒体基因组（mitogenome）仍鲜有研究。本研究对*Castanea mollissima*的线粒体基因组进行了系统分析，利用BGI和Nanopore测序平台的读段进行组装，并与近缘物种的线粒体基因组进行了比较分析。结果表明，*C. mollissima*的线粒体基因组呈现多环结构，由两个大小分别为363,232 bp和24,806 bp的环状分子组成。该基因组包含35个独特的蛋白质编码基因、19个tRNA基因和3个rRNA基因。此外，全基因组中共鉴定出139个SSR（简单序列重复）。进一步分析发现，叶绿体与线粒体基因组之间的同源片段总长度为5,766 bp，占线粒体基因组的1.49%。通过预测，我们确定了*C. mollissima*中有484个RNA编辑位点，表现为C-to-U编辑。系统发育分析显示，*C. mollissima*与*Lithocarpus litseifolius*（Hance）Chun和*Quercus acutissima* Carruth亲缘关系较近。有趣的是，*C. mollissima*、*L. litseifolius*、*Q. acutissima*、*Fagus sylvatica* L.和*Juglans mandshurica* Maxim的线粒体基因组序列在比对中未表现出保守性，表明这些物种的线粒体基因组存在频繁的重组现象。本研究首次报道了*C. mollissima*的线粒体基因组，为栗属经济植物提供了基准基因组，同时为未来分子育种工作提供了重要信息，有助于更深入地理解栗属植物的基因组学特性。",
  "5c6ee51d9615d2098eb0ebc1b21e5f52": "基因组学；课堂科学；DNA测序；普氏野马",
  "c2ede1f6d54ef6ba2c8e4617ece8bcaf": "一种加速的FM索引",
  "7d3f33737d9ae52cc06ea14ef5b932c2": "古代基因组为研究已灭绝生物的适应遗传基础提供了一种工具。然而，识别物种特有的固定遗传变异需要分析多个个体的基因组。此外，适应性进化的长期尺度与传统时间序列数据的短期性质相结合，使得评估不同适应性特征的进化时间变得困难。本文对23头猛犸象基因组进行了分析，其中包括已知最古老的猛犸象样本之一，距今约70万年，以识别该物种特有的固定衍生非同义突变，并估算这些突变的进化时间。我们发现，在猛犸象起源时，其基因组已经获得了广泛的正选择基因，包括与毛发和皮肤发育、脂肪存储与代谢以及免疫系统功能相关的基因。我们的结果还表明，这些表型在过去的70万年中继续进化，但通过作用于不同的基因集。最后，我们还确定了其他经历了相对较近期正选择的基因，其中包括多个与骨骼形态和体型相关的基因，以及一个可能与更新世晚期猛犸象小耳尺寸相关的基因。",
  "0cf219acdb24cb7804b024de23a1087f": "大豆泛基因组研究的前沿",
  "9af5d063e0ae5789f263b13ef8fe03f9": "通过反向疫苗学确定的百日咳博德特菌新型疫苗候选物",
  "b4bc539d3c5333e951117e1854ae9897": "细菌；系统发育分析；泛基因组；比较基因组学",
  "7fee1789e6588b378534c837225c15bf": "亟需通过改良小麦来应对即将到来的挑战，包括生物和非生物胁迫。可持续的小麦改良需要在高产小麦品种中引入新基因和等位基因。采用新的方法、工具和技术来识别并引入小麦中的新基因至关重要。高质量的基因组、转录组和泛基因组提供了必要的资源和工具，以深入研究小麦，从而识别并操作新目标基因和等位基因。过去五年，小麦基因组学取得了显著进步，生成了多个基因组、泛基因组和转录组。利用这些资源可以加速我们的作物改良流程。本文综述了过去五年在小麦基因组学和性状发现方面取得的进展。",
  "5b5bab3635820ac5e5a64120f8508686": "由于具有广泛的遗传多样性和关键农艺性状的来源，野生葡萄种（Vitis spp.）对提升葡萄栽培的气候适应力和可持续性至关重要。本文综述了近期在野生葡萄种基因组组装与分析方面的突破如何推动了关于葡萄演化的新发现，从野生种对环境胁迫的适应到葡萄驯化过程。我们详细阐述了来自野生Vitis spp. 的二倍体染色体规模基因组如何助力候选抗病基因和花性别决定基因的鉴定，并促成了首个基于图模型的葡萄泛基因组的构建。最后，我们探讨了野生葡萄基因组学如何影响葡萄研究和葡萄栽培，包括数据共享、功能基因组学工具开发以及加速遗传改良等方面的内容。",
  "5b1196e161b3d2b2e4fb6ce641260e27": "一种加速的FM索引",
  "d86ef715e005d479df0faff3476c929a": "解析作物基因与基因组结构、功能及进化的资源与工具概述",
  "d79727d41a92534dae20ff80648d7c7e": "自20世纪中叶以来，传统的基因组学前育种方法显著提高了作物产量。基因组学为育种者提供了全基因组研究的先进工具，使得直接进行基因型与表型分析成为可能。这一转变通过基于基因组学的方法（包括分子标记、基因组选择和基因组编辑）实现了作物开发的精确性和高效性。例如，单核苷酸多态性（SNP）等分子标记对于识别与重要性状相关的基因组区域至关重要，从而提高育种的准确性与效率。基因组资源，如遗传标记、参考基因组、序列和蛋白质数据库、转录组以及基因表达谱，在植物育种中具有重要作用，有助于识别关键性状、理解遗传多样性、辅助基因组作图、支持标记辅助选择并加速育种计划。先进的技术如CRISPR/Cas9允许精确的基因修饰，从而加速育种过程。全基因组关联研究（GWAS）、标记辅助选择（MAS）和基因组选择（GS）等关键技术能够实现性状的精准选择和育种结果的预测，从而改善作物产量、抗病性和抗逆性。这些工具在受多个基因和环境因素影响的复杂性状育种中尤为实用。本文探讨了分子标记、基因组选择和基因组编辑等新的基因组技术在植物育种中的应用及其对新品种开发的影响。",
  "d2a83d2af2fa7b5f7da2da1155d318af": "口腔；宏pan基因组；微生物群；pan基因组；宏基因组；吉迈拉（或近似种属名）",
  "ced0b8e5b467c980547dfa7351f614bf": "线粒体基因组；毛栗；基因组重组；系统发育分析；分子育种",
  "ffa618070ff07ec1f1a0a8e1f5bf7e45": "泛基因组通过包含遗传多样性，应能通过更好地代表新样本来减少参考偏倚。然而，当将新样本与泛基因组进行比较时，泛基因组中存在的非样本相关变异可能会产生误导，例如导致错误的读段比对。这些无关变异通常在等位基因频率上较为稀有，并且以往通常使用等位基因频率过滤器来处理。然而，这是一种粗略的经验方法，既未能去除某些无关变异，又去除了许多相关变异。我们提出了一种新的方法，受局部祖先推断方法的启发，根据读段中的k-mer计数来采样局部单倍型，从而推断出个性化的泛基因组子图。我们的方法专为Giraffe短读比对器设计，因为其用于读段比对所需的索引可以快速构建。我们使用人类泛基因组参考联盟提供的图谱，将我们的方法与最先进的方法进行了比较。由此产生的个性化泛基因组流程比使用线性参考的可比流程提供了更快的泛基因组读段比对速度，相对于基因组分析工具包（GATK）的最佳实践流程，小变异基因分型错误减少了4倍，并首次使短读结构变异基因分型与长读发现方法具有竞争力。",
  "65f9456b84386d0e32ce64746810acdd": "基因组；基因；猛犸象（Mammuthus primigenius）；选择；非同义突变；适应",
  "73c5c6659d21dfbdfe5f925c1b10669a": "泛基因组图上的共线链式分析",
  "e31a24c038072a14c39e0f75f1dd1963": "基因组学；国际小麦基因组测序联盟；小麦；基因；性状；泛基因组；基因组",
  "e54f95b16530807084dfcd38d154af05": "鲍曼不动杆菌的自然宝库",
  "bac96a9497387551ab076cfafa676b6c": "花性别决定；单倍型 phased 分析；抗病性；泛基因组；二倍体基因组组装",
  "75a4f6a51675a9016ccb53b1773443f7": "尿路致病 Klebsiella spp. 的全基因组序列、表型相关性及泛基因组分析",
  "adb0e6c176a8581f201a4c12e4392998": "植物育种；基因组资源；基因组选择；分子标记；CRISPR-Cas9；基因组学工具",
  "551ce792921efb1397e89d8066c92746": "结核分枝杆菌泛基因组重建作为揭示与菌株临床表型相关基因组特征的指导",
  "a94818cf9877fccf685fb7b91fb156ad": "基因组学研究人员越来越多地使用多个参考基因组来全面探索影响可检测特征差异背后的遗传变异。泛基因组允许高效表示多个相关基因组及其关联元数据。然而，目前用于探索这些复杂基因型-表型关系的可视化分析方法通常基于单一参考方法，或者缺乏在基因组背景下解释变异（包括异构化元数据）的充分支持。本设计研究介绍了PanVA，这是一种在基因组学研究人员积极参与下开发的泛基因组变异分析可视化分析设计。该设计独特地结合了定制化的可视化表示与排序、分组和聚合等交互方式，使用户能够从不同角度导航和探索复杂的基因型-表型关系。通过植物和病原体研究背景下的评估，我们表明PanVA有助于研究人员探索基因中的变异并生成关于其在表型变异中作用的假设。",
  "48b6fa53fee5e3aaeac20275df322f2b": "采用先插补方法以最小化参考偏差",
  "9a2c981ce719ceafdfdb62da8440773b": "猪的泛基因组和基因组变异分析揭示了其适应性和农艺特性相关的基因组特征。",
  "072c1d0df0398d9d16c08bfb46ead677": "泛基因组核心检测方法",
  "3754accacf236b4f526fb760b2e15028": "创伤弧菌株的比较基因组学",
  "a03bac4b87058d778ba3bd70ac33f02c": "人类泛基因组参考联盟、中国泛基因组联盟以及其它动植物泛基因组项目宣布已完成试点研究工作，旨在构建能够代表全球不同民族语言群体或不同动植物物种的高质量单倍型解析参考图谱基因组。这些基于图谱且无缺口的泛基因组参考序列在基因组多样性、完整性和连续性方面得到了丰富，有望推动基于长读长测序（LRS）的基因组研究，并改善传统短读长测序平台上的可映射性和变异基因分型。本文全面讨论了基于泛基因组的整合基因组发现的进展，特别是在与法医学相关的物种（人、动物和植物）中的应用，总结了其在变异识别、法医学、表观遗传学、转录组学和微生物组研究中的应用。多重化阵列测序的最新发展引入了一种高效且可编程的技术，以克服LRS平台上短法医学标记长度的局限性。该技术可以将短RNA转录本和DNA片段连接成适合LRS的最优分子用于测序、组装和基因分型。新泛基因组参考坐标及其相应计算算法的整合将通过促进新标记的识别、精确基因分型、高分辨率面板开发和统计算法更新，使法医整合基因组学受益。本综述强调了在短读长映射和基于LRS的创新中整合基于LRS的平台、基于泛基因组的研究设计和基于图谱的泛基因组参考的必要性，以实现精准法医学。",
  "a56c9f9cc283cf0432c2a21de0bc17c6": "泛基因组是存在于某一特定物种中的共有和独特基因组的集合，它整合了所有采样基因组的遗传信息，从而形成一个庞大且多样的遗传物质库。与传统基因组学研究相比，泛基因组分析具有诸多优势。例如，泛基因组不受单一基因组物理限制的约束，因此能够捕获更多的遗传变异。得益于泛基因组概念的引入，可以利用极其详细的序列数据来研究两个不同物种的进化历史，或者探讨同一物种内群体间的遗传差异。在人类泛基因组计划之后，本文综述旨在讨论泛基因组在人类遗传变异方面的优势，并围绕泛基因组数据如何通过揭示疾病遗传基础或确定个性化治疗方案来为种群遗传学、系统发育学以及公共卫生政策提供指导展开论述。此外，还讨论了技术局限性、伦理问题及法律考量。",
  "c52887293592d4584db28d9fef306f76": "//github.com/vikshiv/mumemto获取。",
  "9bd93338bd8515ce2ac847c1a85f431e": "太平洋血统人群面临一些最高的健康差异率，但他们在基因组研究中的代表性仍然严重不足，包括目前可用的线性和泛基因组参考。为了解决这一问题，我们利用23名具有多样化太平洋血统的个体开发了首个太平洋血统泛基因组参考。从这23名个体中组装出46个单倍体基因组，得到了平均质量值为55.0且平均N50为40.7 Mb的高度准确且连续的基因组组装结果，标志着首次对高度准确的太平洋血统基因组进行从头组装。我们将这些组装结果结合起来创建了一个泛基因组参考，该参考增加了30.6 Mb的序列，这些序列在人类泛基因组参考联盟（HPRC）参考中缺失。与HPRC和T2T-CHM13参考相比，将短读映射到这个泛基因组减少了变异调用错误，并产生了更多的真阳性变异。这个太平洋血统泛基因组参考为增强对该服务不足人群的遗传分析提供了一种资源。",
  "beb8368e223850ff6bf775fb0c8e6028": "//github.com/marschall-lab/panacus获取。Panacus可通过Bioconda安装，网址为https://bioconda.github.io/recipes/panacus/README.html。",
  "e5be25f227afcfec4dfe18e316a85fb5": "基因组多样性；长读长第三代测序；法医整合基因组学；范式转变；泛基因组参考",
  "8b2a204f91bff17535651ca49568e11f": "公共卫生；泛基因组学；生物信息学；进化；人类基因组学；系统发生学；泛基因组；选择；个性化医疗；结构变异",
  "a2556f584ff1032eb72be4a1a876b6dd": "神经退行性疾病研究的新纪元",
  "98ec42f385522b2f2326cca9d39cb832": "泛基因组图中注释索引与查询的高效方法",
  "282927e17a885512acf52c3e86413141": "鲍曼不动杆菌是一种革兰氏阴性病原体，可引起社区获得性和医院获得性感染。在许多国家，它被认为是危及生命的病原体，尤其对住院患者和免疫力低下的患者构成严重威胁。作为ESKAPE组的一员，鲍曼不动杆菌具有高度的基因组可塑性，并且容易通过水平基因转移（HGT）接收和交换移动遗传元件（MGEs）。事实上，鲍曼不动杆菌是一个包含大量毒力因子的宝库。根据鲍曼不动杆菌的独特致病特性，作者旨在讨论与这种细菌相关的泛基因组和毒力因子的天然宝库，并试图阐明为什么这种细菌在全球公共卫生系统中备受关注。",
  "b948c7bacc97a0708791f89dff90c566": "**摘要**  \n**引言**：脆弱拟杆菌（*Bacteroides fragilis*）是一种革兰氏阴性厌氧菌，属于人体胃肠道微生物群的一部分，并常作为肠外机会性病原体被发现。脆弱拟杆菌分为两个不同的组别——第I组和第II组，其特征在于存在或缺失与β-内酰胺类抗生素耐药性相关的基因（分别为*cepA*和*ccrA*（*cfiA*））。目前尚未对公共数据库中可获得的脆弱拟杆菌序列数据进行大规模分析，该物种的抗性组仍定义不清。  \n**假设/研究空白**：有提议将第I组和第II组脆弱拟杆菌重新分类为两个独立的物种，但需要更多证据支持这一观点。  \n**目的**：本研究旨在调查GenBank中脆弱拟杆菌基因组的基因组多样性，并确定公共数据库中第I组和第II组菌株的流行率，同时生成进一步的证据以证明第I组和第II组脆弱拟杆菌代表了不同的基因组物种。  \n**方法**：纳入了GenBank中标记为脆弱拟杆菌的高质量（n=377）基因组进行泛基因组和功能分析。此外，使用《综合抗生素抗性数据库》对基因组数据进行了抗性组谱分析。  \n**结果**：平均核苷酸一致性（ANI）和系统发育分析表明，脆弱拟杆菌的第I组和第II组代表了两个不同的物种：严格意义上的脆弱拟杆菌（*B. fragilis* sensu stricto，n=275个基因组）和脆弱拟杆菌A（*B. fragilis* A，n=102个基因组；基因组分类数据库中的名称）。对严格意义上的脆弱拟杆菌和脆弱拟杆菌A的泛基因组探索显示，这两个物种在核心基因和辅助基因水平上均存在分离。  \n**结论**：研究结果表明，以前被称为第II组脆弱拟杆菌的脆弱拟杆菌A是一个独立的物种，且不同于严格意义上的脆弱拟杆菌。脆弱拟杆菌的泛基因组分析支持了先前的基因组、系统发育和抗性组筛查分析，共同证实了第I组和第II组是两个独立的物种。此外，还确认了第I组和第II组脆弱拟杆菌的辅助基因差异主要与碳水化合物代谢相关，这表明除了抗菌素耐药性之外，其他差异也可能用于区分这两个物种。",
  "18b2993f7b76c4f2ad28a6fdd6679b54": "包含27个基因组的猪图谱泛基因组的构建代表了迄今为止最全面的猪基因组数据集。对这一泛基因组的分析揭示了结构变异在驱动适应和定义品种特异性特征中的关键作用。值得注意的是，研究确定BTF3是调控猪肌内脂肪沉积和肉质的重要候选基因。这些发现强调了泛基因组方法在揭示与重要经济性状相关的新型基因组特征方面的强大能力。总体而言，这些结果展示了利用大规模多基因组分析推进我们对家畜基因组的理解并加速遗传改良的价值。",
  "3e0c1f375b994f0d51951445df82d4ba": "2021年至2023年期间中国湖北省链球菌（Streptococcus suis）的分离、鉴定、基因组多样性及抗菌药物耐药性分析",
  "fbe344b35ca03113e1d881a93b291e52": "基于结构变异和基因的泛基因组构建揭示了六倍体小麦未被开发的多样性。",
  "07f691f27b91e5e67c6472c87a5d2eb4": "人工驯化为农业的蓬勃发展提供了最初的驱动力，并伴随着作物和家畜遗传背景的巨大变化。根据推动组学发展的理论和技术升级，我们认识到使用泛基因组而非单一参考基因组来研究作物的重要性。通过在泛基因组理论指导下对多个基因组进行比较和整合，我们可以估算一个物种的基因组信息范围，从而全面了解其遗传多样性。结合泛基因组、大规模染色体结构变异、高通量群体重测序以及多组学数据，可以深入研究我们关注的物种性状背后的遗传基础。大豆是全球最重要的商业作物之一，也是保障粮食安全的重要组成部分。解析大豆遗传多样性的形成机制及其关键农艺性状的因果位点，将显著提高现代大豆育种效率。本文综述了泛基因组的核心理念，并阐明了泛基因组构建策略（如从头组装/比对组装、迭代组装和基于图的基因组）的特点。随后以大豆泛基因组研究为例，介绍了泛基因组研究的一般方法。我们强调了结构变异（SV）在大豆进化/驯化中的贡献及其在理解农艺性状遗传基础方面的价值，从而证明了基于图的泛基因组在数据整合和SV计算中的重要性。此外，还讨论了作物基因组学和数据科学未来的研究方向。",
  "31bf18316226052bb02afb62a0bff85c": "基于连接性的细菌泛基因组中CLARC的直系同源 refinements",
  "1be770565c8093454becfec3adaa58f3": "抗菌耐药性；分类学；拟杆菌科",
  "05f88decb2c8c13bcfea228c29b763c3": "基于路径引导随机梯度下降的泛基因组图布局",
  "c17e79bff66d2f8e1bb7053887295405": "百日咳是由百日咳鲍特菌（Bordetella pertussis）引起的疾病，其发病率有所增加，促使当前疫苗的改进。反向疫苗学是一种能够快速且以较少资源识别具有良好特性蛋白的策略。本研究利用反向疫苗学方法，结合多种生物信息学工具对百日咳鲍特菌的蛋白质组和泛基因组进行了研究。我们使用NERVE软件分析了百日咳鲍特菌Tohama I株的蛋白质组，并将其与234种蛋白与副百日咳鲍特菌、支气管炎鲍特菌和霍姆斯鲍特菌进行比较。通过VaxiJen计算抗原性值，阈值设为0.6，筛选出84种蛋白。根据文献信息以及ABCpred、Bcepred、IgPred和C-ImmSim预测的免疫反应，这些候选蛋白被进一步筛选并分入八个蛋白家族，选择代表性候选蛋白。此外，还使用PanRV软件对603株百日咳鲍特菌菌株进行了泛基因组研究，鉴定出3421个核心蛋白，用于进一步筛选最佳候选蛋白。最终，从蛋白质组研究中选出15种蛋白，从泛基因组分析中选出7种蛋白作为优良的疫苗候选蛋白。",
  "fb6915fe616a7be0944861d518fc3078": "基因组；毒力因子；分子致病性；可塑性；鲍曼不动杆菌",
  "587a0d2916107dfa07f77c8e2d989a32": "大豆；进化；驯化；结构变异；泛基因组",
  "22e679175b16dfce4ef56161e43d2c92": "百日咳；疫苗；反向疫苗学；博德特氏菌",
  "7fa282ec7dfe507f1a5a216cce7003c6": "单个物种的多个全基因组序列的可用性使得以更高的分辨率探索种内和种间基因组比较成为可能，并且可以构建几种作物的谱系特异性泛基因组。由各种栽培品种、品系、地方品种以及野生祖先种构建的作物泛基因组代表了一组基因和结构变异的总和，使研究者能够寻找在作物驯化历史过程或广泛的植物育种过程中无意丢失的新型基因和等位基因。幸运的是，与抗病性、非生物胁迫耐受性、植物形态以及营养品质等理想性状相关的许多有价值基因和等位基因存在于地方品种、祖先种和作物野生近缘种中。通过实施经典植物育种、基因组选择以及转基因/基因编辑方法，可以从野生祖先和地方品种中重新引入新的基因到现代高产作物品种中。因此，泛基因组学代表了植物研究的一大进步，并为有针对性的育种提供了新途径，以缓解全球气候变化的影响。本文综述了用于泛基因组组装和注释的工具、托管植物泛基因组的网络门户等内容。此外，我们还强调了利用泛基因组学方法在作物中取得的一些发现及其研究领域的未来潜力。",
  "942ff77dfc5d798b9c61218872f5c4a7": "//github.com/AaronHong1024/afm获取。",
  "a304e4500835dbe662a6028517676520": "南美分支中的两个新宏基因组组装基因组",
  "6b238a8beaffde5431bc7fda055eb04f": "新的基因组测序资源可能改善护理质量。",
  "bfddf57b61769d1753c746a3b3670cce": "基于内存的泛基因组索引用于k-mer查询",
  "35256b900776ed7d7d69d1abc5b4d7ae": "计算泛基因组学涉及对一个物种所有基因组序列的联合分析，已在许多研究领域的各种任务中得到成功应用。DNA测序技术的进一步发展使得越来越多的物种基因组序列得以获取，这极大地提升了泛基因组研究的吸引力。然而，更大的数据集也给处理这些数据所需的数据结构和算法带来了新的挑战。高效的泛基因组学方法通常利用k-mer的概念。核心检测是泛基因组分析的一种常见方式，其核心被定义为在所有个体成员中共有的基因组信息子集。经典的核心检测不仅可以在基因的抽象层面上进行，还可以在序列层面上描述。\n\n本章综述了基于k-mer的方法在泛基因组学研究中的应用。首先回顾了现有的k-mer计数和k-mer集合表示的软件解决方案，随后描述了两种基于k-mer的方法（Pangrowth和Corer）在泛基因组核心检测中的应用。",
  "c021745ba5fcc7dd552ef0701bdf8bba": "//github.com/marco-oliva/afm获取。",
  "354f0c3080e28f770a301fb8e0308a0a": "//github.com/at-cg/PanAligner)。",
  "7c480b3fcde0c418afbce58d0331dd23": "基于标记阵列的泛基因组基因分型",
  "4e0461bbf96e30af378b9814cf2c0c8f": "泛基因组由一组个体的所有遗传变异组成，将其应用于神经退行性疾病的研究可能有助于深入了解这些复杂疾病在基因表达、表观遗传学以及翻译机制等方面的遗传异质性。此外，参考泛基因组能够识别个体之间之前未被发现的结构共同点和差异，这可能有助于疾病的诊断、支持对疾病进展（预后）的预测，并在个性化医疗的视角下助力开发新的治疗方法。因此，在本综述中，我们将讨论并分析泛基因组概念在神经退行性疾病研究中的应用潜力，探讨其如何改善这些疾病的诊断与预后，并基于整个群体的基因组构成知识，为个体患者制定针对性治疗方案提供支持。",
  "53d9670fba486aef777d82e310a48e49": "基于MEM的泛基因组索引用于k-mer查询",
  "d960d61720b8c132b53cc9a86b72ec3e": "FM索引；基于单词的索引；泛基因组学；随机访问",
  "a5db9577f2bd6065b39629e0fcd2b834": "泛基因组索引可以减少测序数据分析中的参考偏倚，但通过使用个性化参考（例如，与供体个体等位基因相匹配的二倍体人类参考）可以进一步降低偏倚。我们提出了一种新颖的先验预测后比对框架，结合了基因型预测和泛基因组比对的元素。该框架首先仅使用输入读取数据的一个子样本来对个体进行基因分型。接着，利用参考面板和高效的预测算法构建个性化的二倍体参考。最后，对该个性化参考进行索引，并应用线性或图比对器以将完整的读取数据集比对到个性化参考上。与泛基因组比对器相比，该框架在变异检测召回率（99.54% 对 99.37%）、精确度（99.36% 对 99.18%）和F1分数（99.45% 对 99.28%）方面表现更优。此外，与泛基因组索引相比，个性化参考更小且查询速度更快，因此对于全基因组DNA测序实验而言，它是一种总体上更有优势的选择。",
  "417e4917e7e7a08296f4e317581224e0": "基于k-mer的方法；比较基因组学；泛基因组学；核心基因组分析",
  "083fd0d88fb43f74beacfa082736759f": "变异图；基因组测序；路径覆盖；序列比对",
  "d443bdb4830d4da1d489be21715b19e1": "FM索引；基于单词的索引；泛基因组学；随机访问",
  "d8d19a5eea03aed6fdd8f328427a7209": "gravitropism（向重力性）；gene ontology（基因本体论）；gene annotation（基因注释）；pan-genomes（泛基因组）；plant pathways（植物代谢通路）；comparative genomics（比较基因组学）",
  "a70c3be2d13da77e1edf07d759de20b4": "你考虑过遗传因素吗？",
  "2179d5810598befd5535861856b3532b": "包含 47 个个体以最大化生物地理多样性的首个人类泛基因组参考草案，为更准确和有效的疾病筛查提供了途径。这种对遗传多样性更广泛且更完整的视角可能带来癌症治疗的新靶点。",
  "2bd24e1b9da13d77b075cdd705013e2b": "痴呆的行为与心理症状（BPSD）；泛基因组学；阿尔茨海默病；神经退行性疾病，神经退行性变；痴呆",
  "fde139107539f092a7d41f56dc7c080e": "创新是关键。",
  "b48a5685449986bca4df83821bd7669b": "利用机器学习识别肠球菌耐药性的关键驱动因素",
  "552d4fd2940feb7b5dc455d2a5fd3b3f": "一项全球比较群体基因组学研究",
  "10662778f7bd796d5e8a7e9539638491": "多组学在荞麦功能成分提升和性状改良中的进展",
  "9c2243f9e6c8da9e7adc2737e6cd255a": "单基因分辨率，简而不凡。",
  "0e266477ab2dabc440aa8631e77a93c0": "少量组装错误对基于泛基因组的宏基因组分析可能产生不成比例的影响。",
  "3929c326403d36b00b78e19cf601f2fd": "//github.com/IndraGonz/CLARC] 通过利用功能注释和连接信息来压缩辅助COGs，从而改进了泛基因组分析。这种方法将直系同源群整合为更实用的选择单位。通过对8,000多株肺炎链球菌基因组进行分析，CLARC将辅助基因的估计数量减少了30%以上，并基于辅助基因频率提高了进化预测的准确性。通过精确定义COGs，CLARC为细菌进化提供了关键见解，有助于不同群体中的遗传学研究。",
  "add069347e8f72fcdc83f2e2c1cd9527": "副溶血弧菌 *toranzoniae* 是一种属于Splendidus分支的海洋细菌，最初从西班牙西北部加利西亚地区的健康蛤蜊中分离得到。该菌株在不同宿主（包括蛤蜊和海水）中的分离表明其具有两种生活方式及广泛的地理分布。本研究旨在确定六株菌株（其中四株来自蛤蜊，两株来自海水）在基因组水平上的差异，并分析其系统发育关系。为此，采用Illumina和PacBio等不同技术对这六株菌株的全基因组进行了测序，并对所得序列进行了校正。通过多种在线工具对基因组进行注释与比较。此外，还研究了核心基因组和泛基因组的内容，并推断了系统发育关系。根据所用工具的不同，核心基因组的基因数量范围为2766至2953个，而泛基因组的基因数量范围为6132至6278个。尽管这些菌株之间存在一定的同源性，其DNA-DNA杂交值（DDH）介于77.10%到82.30%之间，OrthoANI值高于97%，但仍然发现了一些差异，涉及运动能力、荚膜合成、铁获取系统或可移动遗传元件等方面。基于核心基因组的系统发育分析并未显示菌株根据其生活方式（共生或自由生活）分化，但基于泛基因组的分析表明，在同一生长区域内存在一定的地理隔离现象。本研究重新分类了先前描述为 *V. toranzoniae* 的一些分离株，并证明了已存入数据库的高质量序列对于正确进行系统发育分类的重要性。",
  "1cacccdd14ebf552dbdd171ee1c1e13a": "由耐药且具毒力的肺炎克雷伯菌（K. pneumoniae）引起的尿路感染（UTI）正成为一个日益严重的关注点。理解基因组并验证基因组特征，同时进行泛基因组分析，将有助于对肺炎克雷伯菌高风险克隆的监测，从而为早期检测和管理策略提供支持。本研究旨在探讨肺炎克雷伯菌属的耐药组与表型抗微生物耐药性以及毒力组与致病性的相关性。研究目标是完成肺炎克雷伯菌属的全基因组测序，并分析耐药组与表型抗微生物耐药性以及毒力组与致病性的相关性。为了了解肺炎克雷伯菌属的耐药组、泛基因组和毒力组，使用了ResFinder、CARD、IS Finder、PlasmidFinder、PHASTER、Roary和VFDB等工具。表型敏感性分析显示，尿路致病性kp3表现出多重药物耐药性。耐药组和体外抗微生物分析表明，所有测试抗生素均与研究菌株一致。未观察到任何测试分离株的高粘液表型；这一表型特征与rmpA和magA基因的缺失完全吻合。据我们所知，这是首次报道在肺炎克雷伯菌基因组中存在鼠伤寒沙门氏菌血清型Typhimurium的主要菌毛操纵子ste、stf、stc和sti。研究发现肺炎克雷伯菌属的毒力组与其毒力之间存在不一致性。全基因组分析和表型相关性确定尿路致病性肺炎克雷伯菌kp3为碳青霉烯类耐药且具毒力的病原体。肺炎克雷伯菌的泛基因组呈开放状态，表明其具有较高的遗传多样性。观察到了多种K血清型。序列分型揭示了导管相关尿路感染患者中肺炎克雷伯菌高风险克隆的流行情况。研究还强调了耐药组与体外敏感性测试的一致性。尤为重要的是，研究指出了毒力组和表型毒力标志物对于及时诊断和快速治疗高风险肺炎克雷伯菌克隆的重要性。",
  "4e715c223f84fecb2016b809781789cc": "//github.com/alshai/rowbowt访问。",
  "adad00fef68835e6454375b69f2946fd": "毒力基因；基因组测序；河岸弧菌；系统基因组学",
  "f760af0464f2e3e7875320b068201892": "序列比对；索引；基因分型",
  "dfc153aca04cb43830c2dc4dfcf8381d": "泛基因组；尿路致病菌；基因型-表型关联；克雷伯菌属；超毒力",
  "057667a6f328a83b69b7ad161fac9b0e": "即低维（例如二维）表示的图嵌入。然而，由于泛基因组图可能非常庞大，这成为一个重要的挑战。为了解决这一问题，我们提出了一种新的图布局算法：路径引导随机梯度下降法（PG-SGD）。PG-SGD利用泛基因组图中表示为路径的基因组作为嵌入的位置系统，来采样节点对之间的基因组距离。这种方法避免了以往基于随机梯度下降（SGD）绘图方法中的二次成本。我们证明了我们的实现能够高效地计算吉字节规模泛基因组图的低维布局，揭示其生物学特征。我们将PG-SGD集成到ODGI中，ODGI已作为MIT开源许可证下的自由软件发布。源代码可在https://github.com/pangenome/odgi获取。",
  "1658dd367b5c6db52be9ec73789595c4": "同源物；泛基因组；流程；聚类；Roary；肺炎链球菌；细菌；附属基因",
  "7fb5d9edd9908604dd927edcaec4df9c": "泛基因组分析揭示了黄单胞菌属的遗传多样性、代谢多样性和进化特征。",
  "f4d6a09b57406f3a4dd2e076d1e7c2e5": "寄主范围可塑性与基因组变异",
  "7b8f1e8ab9df0a4de07ce5fae5a3d422": "基于等位和非等位同源重组",
  "fe687696043186a38c49745429ea5049": "口腔微生物组研究中组学和生物信息学技术的最新进展。",
  "8c62966b77d424d00b04782f36deb56e": "基因发现揭示新的生物学知识，扩展了标记辅助选择的应用范围，并实现了目标突变体的精准编辑。然而，这类发现通常需要超过十年的时间。我们提出了一种通用策略——“敏捷遗传学”，利用嵌套且结构化的群体来克服基因分辨率的常见限制。通过对真实遗传架构进行广泛的模拟研究显示，在样本数量大于5000的情况下，通过混合分离池可以实现单基因分辨率。在此规模下，测序深度和实验技术重复成为影响分辨率的主要因素。一些新兴的富集方法正在解决覆盖度问题；我们描述了一种可能性——迭代深度测序（ID-seq）。此外，在实验群体中基于图模型的泛基因组学将继续提高准确性并改善解释能力。基于农业规模与分子及生物信息学创新的融合，我们预测将迎来一个快速基因发现的新时代。",
  "b3576f1c0acbe68a2e23b5f87e4134eb": "本文报道了一例16岁女孩慢性肾病的病例，肾活检显示为伴有肉芽肿的 tubulointerstitial 肾病。初始治疗包括免疫抑制疗法，直至外显子组测序的基因检测发现其患有由于 NPHP1 基因纯合缺失引起的肾结构异常性肾病，这标志着一种与肾结构异常性肾病相关的独特肉芽肿性肾病。由于严重的肾损伤，其肾功能未恢复，需要进行腹膜透析和肾移植。该病例强调了在炎症性间质性和肉芽肿性肾病中考虑肾结构异常性肾病的重要性，尤其是在病情严重且发病较早时。此外，还突显了基因检测在儿童肾病的准确诊断和管理中的重要性。",
  "1c8ed127f86e3a546a47ff3c6c1461d8": "结核病（TB）是全球范围内由传染性疾病导致的主要死亡原因之一，由结核分枝杆菌引起的感染可发生在肺部导致肺结核（PTB），或发生在身体其他器官导致肺外结核（EPTB）。目前尚未就可能导致EPTB的病原体遗传决定因素达成共识。本研究构建了结核分枝杆菌的泛基因组，并将其作为工具，基于其辅助基因组差异来寻找与TB临床表现相关的基因组特征。本研究分析了从公共数据库获取的490株结核分枝杆菌基因组的原始读数（PTB n=245，EPTB n=245），以及来自墨西哥菌株的10个基因组（PTB n=5，EPTB n=5），这些基因组均已完成组装和注释，随后用于使用Roary和Panaroo构建泛基因组。使用Roary构建的泛基因组包含2231个核心基因和3729个辅助基因，而使用Panaroo构建的泛基因组则包含2130个核心基因和5598个辅助基因。通过Scoary和Pyseer工具对辅助基因分布与PTB/EPTB表型之间的关联进行了分析。两种工具均发现hspR、plcD、Rv2550c、pe_pgrs5、pe_pgrs25和pe_pgrs57基因与PTB基因型之间存在显著关联。相反，aceA、esxR、plcA和ppe50基因的缺失则与EPTB表型显著相关。根据Scoary的结果，Rv1759c和Rv3740与PTB表型相关，但使用Pyseer时未观察到这种关联。所构建泛基因组及其基因-表型关联的稳健性得到了多个因素的支持，包括分析大量基因组、包含相同数量的PTB/EPTB基因组以及由于使用不同生物信息学工具而获得结果的可重复性。这些特点超过了大多数先前的结核分枝杆菌泛基因组。因此可以推断，这些基因的缺失可能导致参与应激反应和脂肪酸代谢的过程发生变化，从而赋予与肺结核或肺外结核表型相关的表型优势。本研究首次尝试利用泛基因组在结核分枝杆菌中寻找基因-表型关联。",
  "f44ddc3d37049281cbf6c9ba578a8ea1": "当前参考基因组是多样化和丰富注释的基础。像VCF或BED这样的简单文本格式已被广泛采用，并促进了基因组信息的关键交换。迫切需要工具和格式来实现泛基因组注释，以促进泛基因组参考的这种丰富化。图对齐格式（GAF）是一种类似于BED/VCF文件的制表符分隔的文本格式，被提议用于表示对齐。GAF还可以用于存储泛基因组图中的路径表示注释，但目前没有高效的工具对其进行索引和查询。在这里，我们介绍了对vg和HTSlib的扩展，这些扩展为GAF文件提供了高效的排序、索引和查询功能。通过这种方法，可以快速提取与子图重叠的注释。路径根据遍历节点的ID进行排序，使用BGZIP压缩，并通过我们针对GAF格式的扩展与HTSlib/tabix一起索引。与二进制GAM格式相比，GAF文件由于是纯文本格式，因此更容易编辑或检查，我们证明它们的排序速度是其两倍，磁盘占用仅为一半。此外，我们更新了vg annotate，该工具可以处理基于线性序列的BED或GFF3注释文件，并将其投影到泛基因组中。现在它可以生成表示这些注释在泛基因组中路径的GAF文件。我们在多个应用中展示了这些新工具。我们将所有人类泛基因组参考联盟第一年单倍型的注释（包括基因、片段重复、串联重复和重复注释）投影到了Minigraph-Cactus泛基因组（基于GRCh38版本1.1）。我们还将GWAS目录中的已知变异和GTEx项目的表达QTL投影到了泛基因组中。最后，我们重新分析了ENCODE的ATAC-seq数据，以展示泛基因组图中的覆盖轨迹可能是什么样子。这些丰富的注释可以通过vg快速查询，并使用现有的工具（如Sequence Tube Map或Bandage）可视化。",
  "76c17931988b51a2235168fd114ae3b6": "鸡肠球菌对家禽的宿主特异性适应性",
  "43a9476e0c8637d899be916e468c3da0": "测试k-mer是否存在（成员资格查询）以及统计窗口内包含k-mer的基因组数量（保守性查询）。对于由89个人类常染色体单倍型组成的泛基因组，其对应的MEMO索引大小为2.04 GB，仅为等效KMC3索引的1/8.8，也仅为PanKmer索引的1/11.4。通过牺牲部分计数分辨率，MEMO索引可以变得更小，例如我们的十分位分辨率HPRC索引大小仅为0.67 GB。在人类白细胞抗原位点上，MEMO可以在13.89秒内完成31-mer的保守性查询，比其他方法快2.5倍。MEMO的小型索引、不受k-mer长度限制以及高效的查询能力使其成为研究和可视化泛基因组中子字符串保守性的灵活工具。",
  "65124e3b9c5dd2f4a2147d77c581acb4": "测试k-mer存在与否的成员资格查询，以及统计窗口内包含特定k-mer的基因组数量的保守性查询。对于由89个人类常染色体单倍型组成的泛基因组，其对应的MEMO索引大小仅为2.04 GB，比同等条件下的KMC3索引小8.8倍，比PanKmer索引小11.4倍。通过牺牲部分计数精度，MEMO索引可以进一步缩小，例如我们的十分位分辨率HPRC索引仅需0.67 GB。在人类白细胞抗原位点上，MEMO能够在13.89秒内完成31-mer的保守性查询，比其他方法快2.5倍。MEMO的小巧索引尺寸、不受k-mer长度限制以及高效的查询功能使其成为研究和可视化泛基因组中子字符串保守性的灵活工具。",
  "4c1394f7efdb654c5d2d36c2b1958996": "越来越多的研究表明，结构变异（SVs）是多种农艺性状的重要致变突变。然而，小麦中SVs的数量、分布及其贡献的系统性探索仍显不足。本文报道了基于高质量基因组和SV的泛基因组，包含22个六倍体小麦组装数据，这些数据展示了广泛的染色体大小、基因数量和转座元件（TE）组成，表明其具有代表性的小麦遗传多样性。泛基因分析揭示了140,261个独特的基因家族，其中仅有23.2%在所有样本中共享。此外，我们构建了一个约16.15 Gb的图泛基因组，包含695,897个气泡，涉及5,132个基因和230,307个顺式调控区域。两两基因组比较鉴定了约1,978,221个非冗余SVs和230,307个SV热点。值得注意的是，气泡和SVs的密度在着丝粒区域表现出显著聚集，这可能在染色体的可塑性和稳定性中起重要作用。在功能SVs的探索方面，我们鉴定出2,769个绝对相对频率差异超过0.7的SVs，这些SVs在春化型和冬化型生长习性群体之间存在显著差异。此外，一些已知的功能基因如PPD-A1、VRT-A2和TaNAAT2-A在小麦中显示出复杂的结构图谱。这些发现加深了对小麦遗传多样性的理解，为提高全基因组关联映射的效率提供了宝贵的图形化泛基因组和变异资源。",
  "ec0d420bbb96a018291d723a28502579": "肺外的；泛基因组；结核病",
  "f50266e035b456b5ce2d850b06e32783": "泛基因组图谱；混合分离群体分析；QTL-测序；ID-测序；实验性；群体设计",
  "cd398e6cbdc8e7fbac04c929f624a1e4": "原核生物多样性构成了生命之树的绝大部分，并对生物圈的功能以及人类健康至关重要。然而，与动物和植物相比，原核生物多样化的模式和机制受到的关注相对较少。适应辐射（adaptive radiation），即祖先物种快速分化为多个生态上不同的物种的过程，是宏观生物多样性产生的基本过程之一。本文探讨了生态机会是否可能在细菌中引发类似的多样化爆发。我们探索了原核生物如何通过水平获得的关键创新启动适应辐射，这些创新使谱系能够入侵新的生态位空间，随后由分化的专业化后代占据。我们讨论了关键创新进化后新型适应区如何被殖民和利用，以及某些类型的原核生物是否更容易发生适应辐射。当重组障碍不存在时，向生态位专家的辐射不一定导致细菌中的物种形成。我们提出，在这种情况下，特定生态位的基因可能在一个单一谱系内积累，从而导致开放型泛基因组的进化。",
  "77b94f7b27351d1155184a7fc7f74d81": "单基因肾病；泛基因组分析；肉芽肿性肾病；肾小管间质性肾病（或称肾病综合征）",
  "f7216e9476e1f538b3529f87d81af296": "猪链球菌（*Streptococcus suis*, S. *suis*）是一种人畜共患病原体，可引起人类和猪的严重疾病，包括脑膜炎、败血症、多浆膜炎、关节炎和心内膜炎。本研究旨在调查2021年至2023年间从湖北省患病猪体内分离的19株S. *suis*菌株的生物学特性。通过生物信息学分析，我们探讨了这19株S. *suis*分离株的血清型、多位点序列分型（MLST）、泛基因组特征、单核苷酸多态性（SNP）、耐药性和整合与接合元件（ICE）。在19株S. *suis*菌株中，鉴定出10种血清型，其中血清型9最为常见（占21.05%）。发现了10个新的等位基因和9个新的序列类型（STs），ST28和ST243成为主要的ST类型。S. *suis*泛基因组分析结果显示共有943个核心基因、2259个壳基因和5663个云基因。通过SNP进化分析发现SS31与参考基因组P1/7之间存在较强的遗传相似性。抗生素耐药基因分析显示，19株S. *suis*菌株中普遍存在erm(B)和tet(O)基因，这可能与S. *suis*对林可酰胺类、大环内酯类和四环素类药物的高耐药性相关。在16株菌株中检测到整合与接合元件（ICEs）及整合与可移动元件（IMEs），携带率为84.21%，其中8株菌株的ICE/IME元件内检测到耐药基因。抗菌药物敏感性测试表明，所有菌株均对万古霉素和林可霉素敏感，但对替米考星、泰妙菌素、阿莫西林和多西环素耐药。本研究有助于了解中国湖北省地区S. *suis*的基因组多样性，为全国范围内S. *suis*感染的综合预防和控制提供了重要数据。",
  "a2aaaaa9305d76832eee56da7a7c85ac": "比较基因组学；泛基因组学；压缩索引",
  "6632e441d568fe75f131559fb72b8607": "蔓越莓和蓝莓的人工栽培分别始于19世纪早期和20世纪早期的美国，由于其风味以及对健康的促进作用，如今这两种浆果已在世界范围内种植和消费。然而，该行业仍然面临着诸多生产挑战（例如病害压力），同时也需要更高产且果实品质更优的品种。遗憾的是，与一些高价值作物相比，针对这些物种的分子工具相对有限。本文描述了蓝莓和蔓越莓的第一个泛基因组的构建与分析。通过对这两个泛基因组的分析发现，这两种作物表现出极大的遗传多样性，高丛蓝莓中有48.4%的基因存在表达与否的变化，而蔓越莓中这一比例为47.0%。辅助基因（即不被所有品种共享的基因）显著富集了与抗病性和次生代谢物合成相关的分子功能，其中包括之前与改善果实品质性状相关的化合物。发现的数千个未出现在先前蓝莓和蔓越莓参考基因组中的基因，将成为未来研究的基础，并作为未来育种工作的潜在目标。泛基因组作为一个多序列比对工具，以及单个注释基因组均已公开，可供Genome Database for Vaccinium数据库进行分析。该数据库是一个经过整理和集成的基于网络的关系型数据库。最后，泛基因组的核心基因预测结果将有助于开发一个社区基因分型平台，以指导该科植物未来的分子育种工作。",
  "9549a3fd027f443a2665275a8a109e95": "计算基因组学；压缩索引；应用计算；泛基因组学；比较基因组学",
  "bba793e0ba747f994cd85856e111bfdc": "生长习性；着丝粒可塑性；泛基因组；结构变异；小麦",
  "b6c1a1f57231d6170fac136ca676f1c8": "大鼠泛基因组重建增强了基因型-表型映射和新变异发现。",
  "9f99a605eacf7a033dcfee7173b921a2": "比较基因组学揭示枯草芽孢杆菌群的功能多样性、泛基因组开放性及潜在的生物学驱动因素",
  "68c58ac14d882a214158404f95490451": "全基因组测序区分定植于皮肤与与感染相关的痤疮丙酸杆菌分离株",
  "56b0c3bb01f65e6400ae67038ac3a532": "全基因组关联研究在探索疾病关联与生物学机制方面的进展",
  "f210476aa6ea92efc872fd4aa03668c9": "荞麦（Fagopyrum spp.）是一种典型的假谷物，因其丰富的营养保健潜力以及数百年的栽培历史而备受重视。鞑靼荞麦和普通荞麦因富含蛋白质、黄酮类物质和矿物质等营养成分而在全球范围内被广泛使用，并成为广为人知的营养食品。此外，其日益增长的需求使得提升荞麦的营养保健特性和产量变得尤为重要。本文综述了荞麦中积累的生物活性化合物，根据其化学结构、性质及其生理功能进行了全面评估。系统总结了黄酮类、酚酸类及荞麦素的合成途径，并探讨了黄酮类物质合成的调控机制。尽管已有经典合成途径的研究成果，但荞麦中这些特定化合物的代谢流仍尚未完全揭示。基于多组学研究，鉴定了参与黄酮醇合成、逆境响应及植物发育的功能基因。此外，深入探讨了多组学在改善荞麦农艺性状（包括产量、营养成分含量、抗逆性和生物活性物质合成）中的应用。通过泛基因组与其他组学结合挖掘优异基因，研究特定农艺性状的调控网络与机制，开发更高效的遗传转化系统以实现荞麦优良性状的遗传改良仍需进一步探索。本综述将为荞麦营养保健特性的提升和性状改良提供全面理解。",
  "c59d651aea9d3d714cb984d51b52e014": "基于泛基因组的基因组推断整数规划框架",
  "611ea9db025718b337291815fcdb12ab": "抗菌药物耐药性；ARG；猪链球菌；多位点序列分型；泛基因组",
  "cfb508f962374865edcbf829c0689416": "从2011年和2012年采自巴西贝洛奥里藏特市（米纳斯吉拉斯州）帕姆普拉湖的两个淡水宏基因组数据集中，成功恢复了两种Raphidiopsis（=Cylindrospermopsis）raciborskii宏基因组组装基因组（MAGs）。自20世纪70年代末以来，由于废水输入，该超富营养化的人工浅水水库经历了日益严重的富营养化压力，导致频繁发生蓝藻水华。PAMP2011和PAMP2012 MAGs的主要差异在于PAMP2012缺乏石房蛤毒素基因簇，同时其基因组较小，而PAMP2011则携带完整的sxt基因簇以及所有必需的蛋白质和基因簇。通过NCBI数据库中所有可用的Raphidiopsis/Cylindrospermopsis基因组进行泛基因组分析，包括PAMP2011和PAMP2012 MAGs（All33子集），但排除南美菌株（noSA子集），以及仅限于南美菌株（SA10和SA8子集）。我们观察到与“All33”子集相比，“noSA”子集的核心基因组大小显著增加，鉴于核心基因组反映了泛基因组成员之间的亲缘关系，结果强烈表明关键基因库的保守程度似乎受到被分析菌株地理来源的影响，支持存在一个独特的南美（SA）分支的观点。Raphidiopsis的泛基因组包含总共7943个直系同源蛋白簇，这两个新MAGs使泛基因组规模增加了11%。基于泛基因组的系统发育关系分析显示，33个分析基因组中的南美（SA）基因组以99%的自展支持率聚类在一起，进一步证实了Raphidiopsis南美分支在产生石房蛤毒素方面的独特代谢特性，同时也表明由于地理隔离导致了不同的进化历史。",
  "f5d8e79bae4c0a3ce19f0c0bb6b2800c": "盐沼硫循环细菌在单核苷酸到泛基因组尺度上的多样性。",
  "336f229e53b4b002b7637e34982e9faa": "随着病原体抗微生物药物耐药性（AMR）的迅速演变，快速且准确地识别表型耐药的遗传决定因素对于改善监测、用药管理和临床缓解至关重要。机器学习（ML）模型在诊断中的AMR预测显示出潜力，但要有效使用这些模型，需要深入了解其内部过程。本研究利用来自647株屎肠球菌和粪肠球菌基因组的AMR基因、泛基因组和预测质粒特征，结合相应的耐药表型，开发了解释性的ML分类器。以万古霉素耐药为例，使用AMR基因特征可达到99%的预测准确性，使用泛基因组特征为98%，使用质粒聚类为96%。泛基因组的顶级特征与vanA操纵子的耐药基因重叠，这些基因通常通过质粒水平转移。四环素耐药的预测使用泛基因组特征达到了约92%的准确性，其中顶级特征是Tn916结合转座子的元素以及tet(M)载体。红霉素耐药的预测模型达到了约90%的准确性，但顶级特征与耐药性呈负相关，这是由于种群结构的混杂效应所致。这项工作表明，即使在获得高性能指标的情况下，审查ML模型的特征以辨别其生物学意义仍然非常重要。我们的工作流程有望提出实验验证的假设，从而增强对AMR机制的理解，这对于应对AMR危机至关重要。",
  "ac964229b37ff59317750df98a0a0cc8": "整合蛋白质组和泛基因组分析揭示了微藻Isochrysis galbana及其相关细菌群落对2,6-二叔丁基对甲酚（BHT）胁迫的响应变异。",
  "ffe745c896d090a6f7d8e00d3cfdb7fa": "人口腔中嗜血杆菌与聚集杆菌的空间生态学",
  "f9a499ec254001d76fc5053ca71c3d63": "生物合成；农艺性状；营养素；生物活性成分；多组学；荞麦",
  "0d7fbb41757c22cde6b0a27dae61264a": "母体和父体染色体之间的同源重组是人类遗传的关键机制，并塑造了我们物种的群体遗传特性。然而，类似的机制也可以在相同序列的不同拷贝之间起作用，这种情况下称为非等位同源重组（NAHR）。这一过程可能导致基因组重排，包括缺失、重复和倒位，并与许多基因组疾病相关。尽管它对基因组进化和疾病具有重要意义，但目前缺乏用于研究易受NAHR影响的基因组位点的计算模型。在这项工作中，我们提出了一种这样的计算模型，为等位同源重组和NAHR提供了统一的框架。我们的模型将一组基因组表示为一个图，其中单倍型对应于该图中的路径。我们在重组模型下提出了两个奠基者集问题，提供了基于流的算法来解决这些问题，并描述了精确方法来表征重组事件的数量，同时展示了其在实际问题实例上的可扩展性。",
  "4fe36e164445a3b78720c64d056089d7": "念珠藻目；蓝细菌水华；系统发育；潘普利亚湖；宏基因组学",
  "7b5d0fddd60c0d305b2564f183cbc4fb": "移动遗传元件定义了伤寒沙门氏菌血清型的非随机泛基因组结构。",
  "1a46f58718d3237f8efa767446eaa4d3": "抗菌耐药性；粪肠球菌；特征排名；模型可解释性；屎肠球菌；机器学习",
  "0948ef5087348eddb749f4343779fb47": "伯氏疏螺旋体科家族级泛基因组的特征分析与表型分型方案的开发",
  "54306c4f6be2abb7cd3cae0e73827418": "口腔微生物群对人类健康具有巨大影响，目前已被证实与多种口腔疾病和全身性疾病相关。近年来，测序技术、质谱分析、生物信息学、计算生物学以及机器学习的进步正在彻底改变口腔微生物组研究，使通过组学方法以空前的规模和分辨率进行分析成为可能。本文综述了当前最先进的工具，可用于基因组学、宏基因组学、系统发育基因组学、泛基因组学、转录组学、蛋白质组学、代谢组学、脂质组学以及多组学分析，并提供了这些技术在口腔微生物组研究中的具体应用实例。文章还总结了相关研究的关键发现及该领域面临的挑战。尽管文中讨论的方法主要针对口腔微生物组研究，但它们同样适用于任何微生物组的研究。本文面向希望了解微生物组学基础或最新组学方法进展的研究人员。继续使用组学方法研究口腔微生物群对于改善人类健康、延长寿命和提高生活质量至关重要。",
  "f39e15753fa2b30b5f2322da169c4104": "一种跨界真菌病原体尖孢镰刀菌的泛基因组数据库",
  "960f776f07a333f197066b1cdcec7e4d": "同源重组；非等位同源重组（NAHR）；祖先集重建；泛基因组学；变异图谱",
  "2c50d17a10070b9a590637de5570060d": "一年内孟加拉国不同地理区域的霍乱弧菌谱系和泛基因组多样性变化。",
  "8a3501522431248b8df3cac348b1ab30": "子囊菌门的镰刀菌属（Fusarium）最早由Link于1809年提出，目前包括431个物种和3558个未分类的分离株及杂交种（根据NCBI分类列表）。这些真菌具有多样化的生存方式和感染周期，能够利用广泛的环境、宿主、生态位和营养来源。本文综述了镰刀菌属的泛基因组学研究，描述并探讨了致病性和内生性物种所利用的迷人以及较少被关注的生态位。我们调查了感染植物、人类、动物和/或无脊椎动物宿主的物种，以及栖息于陆地、空气或水基天然生态系统的自由生活的非致病性物种，直至那些利用人为改造环境或在工业生产系统中培养的物种。已有189个镰刀菌物种的全基因组序列被完全测序、组装和注释，其中许多达到了染色体水平。此外，对于一些世界上最重要的镰刀菌物种，其广泛单物种泛基因组或密切相关形式的基因组簇也已可获得。以往的比较基因组学研究主要集中在分类学上受限的镰刀菌物种群组。现在，我们进一步探索这些在生物学特性、生态位和环境占据方面存在巨大差异的镰刀菌之间可能存在的新关系，以及它们各自基因组的进化过程。",
  "96684c0e435df3d82652a93544fdcdaf": "基因组学；泛基因组学；宏基因组学；转录组学；脂质组学；口腔微生物群；蛋白质组学；代谢组学",
  "939ea3cfc35ca675a2ae424df4d71786": "加德纳菌同线性泛基因组揭示了物种间的分类界限及代谢与毒力潜力的分层差异。",
  "44f03dfc5d9a59a5706a163d5fd70e66": "非致病与致病；生态位与环境；基因组与泛基因组；镰刀菌病；镰刀菌属，多样生物学；工业应用；霉菌毒素中毒",
  "2ec9e43bbacac3350ad28603cb934fe5": "皮肤微生物群的重要成员",
  "66f56bb2a1879cac452498691f2086e5": "HXB/BXH大鼠重组近交系家族是一种独特的遗传资源，已在25年间进行了广泛的表型分析，产生了大量的定量分子和生理表型数据集。我们利用来自10x Genomics Linked-Read数据构建了一个包含31个重组近交大鼠的泛基因组图谱，用于研究遗传变异和关联作图。该泛基因组包含了0.2Gb未出现在参考mRatBN7.2中的序列，证实了捕获到大量额外的变异。我们在具有挑战性的区域验证了变异，包括复杂结构变异，这些变异可以解析为多种单倍型。对经验证的SNP进行全表型组关联分析揭示了与葡萄糖/胰岛素水平和海马基因表达相关的变异。我们提出了Pirl1l1、铬粒蛋白表达、TNF-α水平和胰岛素调节之间的相互作用。本研究表明，Linked-Read泛基因组在广泛使用的大鼠遗传参考品系中全面检测变异和映射表型多样性方面具有重要价值。",
  "68f46a3d412badb77cb5ee5a36c4c77e": "物种形成；泛基因组；适应辐射；关键创新；多样化；宏进化",
  "1c38d44c66e1416be19310cad41bb295": "微生物组中的单个基因可以驱动宿主表型。为了帮助识别这些候选基因，最近的一些工具直接从宏基因组数据中估算微生物基因拷贝数。这些工具依赖于与泛基因组的比对，而泛基因组又是基于某一物种的所有个体基因组集合推导而来。尽管大规模的宏基因组组装工作使泛基因组估计更加完整，但混合群落也可能引入污染，并且尚不清楚基于泛基因组的宏基因组分析对这些错误有多大的鲁棒性。为了深入了解这一问题，我们重新分析了一项关于肝硬化肠道微生物组的病例对照研究，重点关注之前与该疾病相关的共生梭菌。我们测试了毛螺旋菌科中不同流行率的基因，然后使用序列相似性搜索来调查哪些基因可能是污染物。在86个不同流行率的基因中，我们发现其中33个（占38%）很可能是来自与疾病状态独立相关的无关属（如韦荣球菌和嗜血杆菌）的污染物。我们的结果表明，即使在宏基因组组装中存在少量污染（低于典型质量阈值），也可能威胁到基于基因的宏基因组分析。然而，我们也展示了可以通过基于基因与物种相关性的方法准确识别这些污染物。去除这些污染物后，我们观察到在Lachnospira eligens的泛基因组中，几个鞭毛运动基因簇与肝硬化状态相关联。我们将我们的分析整合到一个名为PanSweep的分析和可视化管道中，该工具可以自动识别泛基因组污染可能影响基因解析分析结果的情况。宏基因组组装的基因组（MAGs）可以在没有纯培养微生物的情况下构建。大规模构建MAGs的努力已经产生了更完整的泛基因组（即某一物种中所有基因的集合）。泛基因组使我们能够测量基因内容中的菌株变异，这可能对表型产生强烈影响。然而，由于MAGs来自混合群落，它们可能会用无关的DNA污染泛基因组，而这种影响对下游分析的影响尚未被研究。以肝硬化肠道微生物组的宏基因组研究作为测试案例，我们探讨了污染如何影响微生物基因内容的分析。令人惊讶的是，即使是小量、典型的MAG污染（<5%）也会导致假阳性关联的比例显著增加（38%）。幸运的是，我们展示了大多数污染物可以被自动标记，并提供了一种简单的方法来实现这一点。此外，应用这种方法揭示了肝硬化与肠道微生物运动之间的一种新关联。",
  "ec60597f746436558251b9b6e77ca8b6": "三种重要黑化牙周病原菌的进化与泛基因组分析",
  "eed9e836a0075a661b3b44a095d9ad39": "枯草芽孢杆菌复合群（Bs复合群）以枯草芽孢杆菌为核心种，具有重要的科学研究与经济价值，在科学、工业生产、食品及医药等领域均有广泛应用。然而，目前大多数研究局限于物种水平上的比较基因组学分析或单一基因组探索，跨物种群体层面的研究较少。本研究以模式革兰氏阳性菌枯草芽孢杆菌和14个具有重要研究价值的物种为研究对象，采用比较泛基因组学与群体富集分析方法，揭示了功能富集与多样性特征。通过量化泛基因组开放性，研究揭示了泛基因组开放性背后的生物学驱动因素及其与毒素-抗毒素系统、整合酶相关基因分布、内切酶、重组酶、修复系统相关基因、前噬菌体、整合酶以及可移动元件数量等因子之间的显著关联。此外，功能富集结果表明，地衣芽孢杆菌、副地衣芽孢杆菌和斯氏芽孢杆菌在次级代谢物、益生菌和抗生素研究方面具有潜在应用价值。总体而言，本研究系统地量化了泛基因组开放性、生物学驱动因素、基因组不稳定性因子及可移动元件的作用，为Bs复合群的深入研究提供了有针对性的指导。",
  "15e284f90dded2b5677ee1fcdd00225a": "盐沼以其显著的碳储存能力而闻名，硫循环与这些生态系统的生态系统尺度碳循环密切相关。硫酸盐还原菌在有机质分解中起关键作用，而硫氧化菌则通过去除有毒的硫化物来支持盐沼植物的生产力。迄今为止，沿海环境的复杂性、根际的异质性、微生物多样性的丰富性以及未培养微生物占多数等因素阻碍了我们对盐沼中硫循环微生物基因组多样性的理解。本文利用比较基因组学克服了这些挑战，并深入描述了盐沼中硫循环微生物的多样性。我们对不同地点和植物种类的群落进行了表征，并揭示了在分类学水平上广泛的基因组多样性，以及与未培养硫循环谱系相关的MAGs（宏基因组组装基因组）中存在的特定基因组特征。我们的研究为盐沼中的共生关系提供了见解，并为复杂生物系统中多尺度多样性的分析提供了路线图。",
  "a7dc16f01a13100e2336b7909c54ca66": "一种快速且缓存高效的全基因组泛基因索引",
  "837a6ef945863a6e09ef5fa64145af29": "葡萄糖；泛基因组；染色granin表达；胰岛素；重组近交；大鼠；基因型-表型",
  "410b3bee495f34df990e8d6155fbb82b": "属Ligilactobacillus包含适应于脊椎动物宿主和发酵食品的物种。它们的基因组编码了适应宿主生活方式的特性。来自鸡和火鸡胃肠道的肠道微生物群报告表明，在消化系统中Ligilactobacillus aviarius的持久性高于在同一宿主体内发现的其他物种。然而，其对家禽作为宿主的适应性尚未被描述。在这项工作中，我们探索了Ligilactobacillus aviarius的泛基因组，以描述其对胃肠道环境的功能适应性。核心基因组由1179个基因簇组成，这些基因簇至少以一份拷贝存在，编码结构蛋白、核糖体蛋白和生物发生蛋白。其余识别出的区域被分类为三个不同的直系同源群（cluster）功能簇，分别编码碳水化合物代谢、包膜生物发生、病毒防御机制以及可移动遗传元件的包含。Ligilactobacillus aviarius的泛基因组是一个封闭的泛基因组，常见于家禽并在鸡粪便样本中高度流行。L. aviarius的基因组编码了多种糖苷水解酶和糖基转移酶的簇，这些酶介导与宿主细胞的相互作用。辅助特征，如抗病毒机制和前噬菌体的包含，在来自不同胃肠道部位的菌株之间有所不同。这些信息提供了关于该物种与病毒颗粒和其他细菌物种相互作用的线索。这项工作突出了L. aviarius中存在的功能适应性特征，使其成为家禽肠道微生物群中的主要关键成员，并揭示了该物种与家禽肠道环境的趋同生态关系。",
  "7adf9c530752a8cbca536b3cf1ea9d87": "全基因组关联研究（GWAS）在揭示各种特征和疾病的遗传结构方面发挥了重要作用。尽管GWAS取得了成功，但其固有的局限性，如识别稀有和超稀有变异、潜在的虚假关联以及确定因果因素的能力不足，可能削弱诊断能力。本文综述了GWAS，并重点介绍了遗传学领域的一些最新进展，这些进展采用了多种方法，包括全基因组测序（WGS）、孟德尔随机化（MR）、高质量的泛基因组T2T-CHM13面板以及人类生物分子图谱计划（HuBMAP），作为推动当前和未来GWAS研究的潜在工具。现有文献表明，这些技术能够增强GWAS的统计功效。WGS以其全面的方法捕获整个基因组，超越了传统GWAS技术仅关注预定义单核苷酸多态性（SNP）位点的能力。泛基因组的T2T-CHM13面板以其整体方法有助于分析高序列同一性的区域，例如片段重复（SD）。孟德尔随机化提升了因果推断的能力，改善了临床诊断并促进了明确结论的得出。此外，空间生物学技术如HuBMAP，能够在单细胞分辨率下对组织进行三维分子测绘，为复杂特征的病理提供见解。本研究旨在阐明并倡导这些技术的更广泛应用，强调它们塑造GWAS研究未来的潜力。",
  "61ba13e5e7f7d957d078850d2e0af5cb": "枯草芽孢杆菌；泛基因组开放性；比较泛基因组学；可移动元件；功能富集；枯草芽孢杆菌群",
  "d449a6c69cf2bb7c733c050ec1e2a1de": "植物倍半萜内酯",
  "ee86785be3ebc06e6aa6f861538a448b": "泛基因组学；多样性生成逆转录元件；硫酸盐还原菌；位点特异性遗传多样性；硫氧化菌；单核苷酸多态性",
  "0d447bf6e3eaab5cc01faa07b77f34dc": "在基因组学中，可负担得起的基因分型方法至关重要。目前常用的基因分型方法主要支持单核苷酸变异和短插入缺失，但忽略了结构变异。此外，在高度多态性和重复区域中，读段与参考基因组的比对准确性不可靠，进一步影响了基因分型性能。近期的研究强调了以单倍型解析的泛基因组图谱在解决这些挑战中的优势。在此基础上，我们提出了一种严格的无参基因分型框架。我们的方法旨在通过泛基因组图谱寻找一条路径，使该路径与测序读段（例如k-mer）子串之间的匹配最大化，同时最小化路径上的重组事件（单倍型切换）。我们证明了此问题属于NP难问题，并开发了高效的整数规划解决方案。我们在来自纯合人类细胞系的下采样短读数据集上评估了该算法，覆盖度范围从0.1×到10×。我们的算法能够以较小的编辑距离准确估计完整的主要组织相容性复合体（MHC）单倍型序列，相较于现有方法在低覆盖度输入上具有显著优势。尽管我们的算法设计用于单倍体样本，但我们讨论了将其扩展到二倍体样本的未来方向。",
  "7f5e9ac3701069f21b3a436f98d53e7e": "Citrobacter werkmanii 毒力与抗菌耐药性的比较基因组分析——一种新出现的机会致病菌",
  "d0e933858ad63f85a56ceb3a3f1ca33e": "HuBMAP；泛基因组；全基因组测序；全基因组关联研究；孟德尔随机化",
  "4b731f7c5077c479d018a013db31ceab": "黄杆菌属是一类多样化的细菌群体，存在于各种环境中。虽然该属的大多数物种无害且利用有机底物如蛋白质和多糖，但某些成员可能在其环境中对有机物质循环起重要作用。然而，关于黄杆菌属的基因组动态和/或代谢能力知之甚少。本文发现，黄杆菌属物种可能具有开放的泛基因组，包含多种多样且新颖的基因库。有趣的是，我们发现一株基因组（归类为宿主相关组）含有一个与肠杆菌密切相关的微小病毒科前噬菌体。蛋白紫质可能在某些本研究中分离的菌株中受到光照或氧气压力的诱导表达。我们的研究结果显著增进了对黄杆菌属多样性的理解，并为未来生态特征的研究提供了框架。",
  "c86bc17923af2021c6262628c6b90cb8": "分析、组成及其社会意义",
  "67e8ac393fe39c504baf1e415450659f": "家禽；鸡；鸽源肠球菌；泛基因组",
  "a40e68ed69eb7cef2d67a5e4564de246": "植物抵御病原体的必要物质——NBS-LRR 和“氮池”生物碱。",
  "af989b2072d5737904c8301cc012a45b": "钙离子和活性氧在植物PRR和NLR免疫中的作用。",
  "7aabd08fb4fce896ee4a86ff0386a1d8": "通过扩增子测序数据与分离株全基因组测序的结合，我们对皮肤上棒状杆菌的理解得到了扩展。健康的人类皮肤被多种棒状杆菌物种定植，而结核分枝杆菌脂肪酶样菌（Corynebacterium tuberculostearicum）在许多皮肤部位占据主导地位。我们的研究支持了这样一个新兴观点，即C. tuberculostearicum 是一个包含多个不同物种的复合种。我们生成了一系列基因组数据，这些数据有助于定义这一复合种，其中包括一种我们基于脚部特定部位偏好、全基因组平均核苷酸一致性、泛基因组分析以及在类似皮肤培养基中的生长情况，将其命名为“Corynebacterium hallux”的潜在新物种。这一分离株集合和高质量基因组资源为开发用于基础研究和临床转化研究的工程菌株奠定了基础。",
  "409f5bd40a9a3f8be6a698056befa0e2": "寄生植物——植物病原体的潜在传播媒介",
  "581023a37692ae6c08d0d346fc888e31": "黄杆菌；进化；泛基因组；视紫红质蛋白；比较基因组学；碳水化合物活性酶",
  "4a6b2c9c05a615d5aef18185df20a64b": "酚类抗氧化剂2,6-二叔丁基对甲酚（BHT）已在多种环境中被检测到，被认为对水生生物构成潜在威胁。藻菌相互作用对于维持生态系统平衡和元素循环至关重要，但其对BHT的响应尚未得到充分研究。本研究分析了微藻异弯藻（*Isochrysis galbana*）在不同浓度BHT胁迫下的生理生化反应以及相关细菌群落的变化。结果表明，异弯藻的生物量随着BHT浓度的增加（最高至40 mg/L）呈现下降趋势。在BHT胁迫下，微藻细胞中的叶绿素、类胡萝卜素和可溶性蛋白含量也有所减少。此外，还测定了丙二醛的产生以及超氧化物歧化酶、过氧化物酶和过氧化氢酶的活性。扫描电子显微镜分析显示，BHT导致藻细胞表面破裂并丧失细胞内营养物质。蛋白质组学分析表明，光合作用和柠檬酸循环途径在应对BHT胁迫时上调表达。此外，BHT显著增加了浮游植物球囊菌群中特定细菌的相对丰度，包括*Marivita*、*Halomonas*、*Marinobacter*和*Alteromonas*。进一步实验确认这些细菌能够利用BHT作为唯一的碳源生长，并通过泛基因组分析检测到与酚类化合物降解相关的基因。",
  "4c3759b80cd40235771401ee0275f544": "http://www.fopgdb.site。",
  "bebbd628039498c1927a577cc5a70ccb": "植物信号分子的电化学传感器",
  "07ad89ce6f840466d42a3740c0cff38d": "棒状杆菌；基因组学；结核亚种；泛基因组",
  "2c8edcc858736bc1a29902ca0e2b6cc5": "独脚金内酯在植物抗逆境胁迫中的作用",
  "b88cc85aecdd480b81c5e49c624f1d3c": "Borreliaceae家族包含许多专性寄生细菌种类，这些细菌与多种人畜共患的伯氏疏螺旋体病（如莱姆病和虫媒回归热）密切相关。Borreliaceae引起的感染通过直接和间接检测方法均难以发现，常常导致诊断延迟或漏诊。提高诊断水平的努力主要集中在分子诊断技术（MDx）的发展上，但由于致病疏螺旋体在深部组织中的隐匿以及缺乏持续的菌血症，即使是MDx检测也存在敏感性不足的问题。此外，不同分离株之间广泛的基因组异质性，即使在同一物种内也是如此，这进一步加剧了检测灵敏度的不足，因为单一靶标检测无法提供普遍覆盖。这种种内异质性部分是由于复制子组合和基因组结构的差异所引起，这些差异可能是为了支持Borreliaceae复杂的生命周期而演化出来的，在这个生命周期中，这些寄生虫必须在多个具有独特免疫反应的不同宿主中生存。我们构建了Borreliaceae家族级别的泛基因组，并分析了组成成员之间的系统发育关系，这支持了最近对将该家族划分为至少两个属的分类学建议。我们为大多数Borreliaceae复制子创建了基因含量特征，首次提供了其明确的分子分型。我们对Borreliaceae泛基因组的描述支持将原来的Borrelia属拆分为两个属，并为一些未被归类为物种的分离株提供了系统发育定位。挖掘这一家族级别的泛基因组将能够实现基于基因内容的临床结果精准诊断，同时为干预措施提供靶点。",
  "41b46ffb02ae87c75005ba5536960995": "理解植物的盐分胁迫并开发基于耐盐促生根际细菌与CRISPR/Cas9的可持续管理策略",
  "a2f06ec7f4dd2d60b29d18cfeb92b36c": "倍半萜内酯（STLs）是一类主要存在于菊科植物中的重要次生代谢物，在生态系统和医药领域具有多重功能。本文综述了STLs的进化与生态意义，重点介绍了其在植物抵御食草动物、作为植物毒素以及作为环境信号分子中的作用，并探讨了其在医学领域的广泛应用及其在健康与疾病中的作用机制。此外，文章还讨论了STLs的生物合成途径及其多样化的修饰方式，使其成为代谢物中最多样化的一类。最后，我们概述了识别和预测STL生物合成途径的方法。本文是“植物代谢的进化”专题系列的一部分。",
  "6e89fabd9c3259eecb9a0db71b222cba": "异养小球藻；泛基因组；藻际细菌；2,6-二叔丁基对甲酚；蛋白质组学",
  "29f8ed81f689003ae0136b15489aeb56": "细菌性阴道病（BV）是一种与阴道微生物群失衡相关的常见病症，通常涉及加德纳菌属（Gardnerella）物种。然而，加德纳菌属在分类学上的复杂性以及不一致的命名法阻碍了对其特定物种在健康和疾病中作用的理解。本研究通过全面的基因组和泛基因组分析，解决了分类学上的模糊问题，并阐明了加德纳菌属物种的代谢和毒力潜力。我们获得了来自BV女性患者的42株加德纳菌分离株的完整、封闭基因组，并整理了公共数据库中可用的291个基因组序列。基于平均核苷酸相似度（ANI）、数字DNA-DNA杂交（dDDH）以及cpn60基因序列分析，我们确定了加德纳菌属内的九个物种和十一个亚种，并重新界定了物种和亚种边界，提出了更新的命名建议。泛基因组分析揭示了与代谢途径、毒力因子和生态位适应相关的物种特异性基因簇，区分了在阴道环境中专门降解粘蛋白的物种与其他可能适应尿路定植的物种。值得注意的是，我们在与生物膜形成、碳水化合物代谢和抗菌耐药性相关的基因簇中发现了谱系特异性的进化分歧。此外，我们首次发现了天然存在于加德纳菌属中的隐秘质粒。本研究结果为加德纳菌属的分类学和命名提供了统一框架，并加深了对物种特异性功能能力的理解，这对BV的研究、诊断和靶向治疗具有重要意义。",
  "21e738aeaa704fd7f2aced32363cde1b": "克隆复合体180（CC180）目前是血清型3肺炎链球菌（Spn）的主要克隆株。尽管疫苗中包含多糖成分，但13价肺炎球菌结合疫苗（PCV13）对血清型3没有显著的效力。有人假设PCV13可能有效控制CC180中的Clade I，而Clades III和IV具有抗药性，这可能导致种群结构的变化，从而促进血清型3的持续存在。这种情况在美国、英国和威尔士被观察到，但在西班牙却没有。我们利用葡萄牙的数据集进一步测试了这一假设。方法：我们对1999年至2020年间从葡萄牙肺炎链球菌感染患者中分离出的501株血清型3菌株进行了全基因组测序（WGS）。这些草图基因组接受了系统发育分析、泛基因组分析以及全基因组关联研究（GWAS）。我们还完成了抗生素敏感性测试，并收集了超过2600个血清型3多 locus 序列类型180（MLST180）的WGS进行全球比较基因组学分析。结果：在比较非侵入性肺炎分离株与侵袭性疾病分离株（Fisher精确检验，P=0.29），以及成人与儿童病例（Fisher精确检验，P=0.074）时，发现CC180 Clades I、II、III、IV和VI的分布相似。PCV13接种后，血清型3 CC发生了变化（Fisher精确检验，P<0.0001），Clade I成为主导。Clade I主要对抗生素敏感，并携带phiOXC141前噬菌体，但其泛基因组异质性较高。葡萄牙和西班牙的菌株在PCV13接种后Clade I仍占主导地位，它们拥有更大的泛基因组，并与两个编码假想蛋白的基因的存在相关。解释：尽管受到前噬菌体负担和抗生素敏感性的限制，PCV13接种后Clade I在葡萄牙仍占主导地位。辅助基因组内容可能缓解了这些适应性成本。Clade I流行率和地区间泛基因组异质性的差异表明，克隆动态并非理解血清型3疫苗逃逸现象的一般方法。资金来源：美国国立儿童健康与人类发展研究所、辉瑞公司和默克公司。",
  "a7a59992c671c1e1b23fa914b7a99f60": "已知的BD-1、BD-2a和BD-2b谱系以及一个新的我们称为BD-3的谱系。2022年，BD-1在达卡引发了大规模霍乱疫情，似乎击败了BD-2谱系。我们显示，在2018年，BD-1已经在包括达卡在内的五个北部地区占据主导地位，这与它起源于北部印度相一致。相比之下，我们在靠近海岸的两个南部地区观察到更高的谱系多样性。这四个谱系在泛基因组内容上存在差异，包括整合和结合元件（ICEs）以及参与抗噬菌体和抗生素耐药性的基因。值得注意的是，BD-2a缺乏ICE，预计对噬菌体和抗生素更为敏感，但仍然在整个一年的采样期间持续存在。2006年孟加拉国霍乱弧菌中与抗生素耐药性相关的基因在2018-19年的所有谱系中完全缺失，表明编码这些基因的成本和收益发生了变化。总之，我们的结果突显了霍乱弧菌泛基因组的动态性质及其谱系多样性的地理结构。",
  "900a59e26660820f52b63b6ab6fe5044": "生物活性植物化合物工程的监管趋势",
  "dca2f4f6909b9d5129d3943805157c9b": "副流感嗜血杆菌、阿弗他聚集杆菌或A. sp. HMT-458，这表明它们可能占据独立的生态位或存在竞争关系。功能分析显示，关键代谢基因（如草酰乙酸脱羧酶）的存在与栖息地特化相关，表明代谢可塑性可能是驱动因素。此外，血红素合成能力将H. sp. HMT-036与密切相关的溶血嗜血杆菌区分开来，表明微量元素特别是铁的可用性对这些物种的进化生态学具有重要意义。总体而言，本研究表明元泛基因组学在识别影响微生物群落内生态相互作用的因素方面具有强大潜力，包括基因组多样性、栖息地特化和代谢可塑性。理解口腔微生物生态对于了解人体生理至关重要。本研究利用元泛基因组学揭示，多种嗜血杆菌和聚集杆菌物种在健康个体口腔中表现出不同的生态偏好，从而支持了“位点特化假说”。此外，观察到不同嗜血杆菌物种的基因库与其生态位相关联。这些发现强调了关键代谢功能在塑造口腔生态系统中微生物分布模式和种间相互作用中的重要性。",
  "5b87e60d50f4dbe7ff649aecfebd1cf4": "植物；生物合成；生物信息学；药用；倍半萜；次生代谢",
  "0581a738dd3333ebe5ba2bcddc95ebe9": "植物抗逆的表观遗传学武器库",
  "41525e72a52daaf3966c276ff5012a8e": "基于选择性染色体位点测量的细菌亲缘关系构成了公共卫生基因组监测的基础。尽管通过这种方法近似垂直进化已被证明在理解病原体动态方面极具价值，但它排除了细菌进化的一个基本维度——水平基因转移。纳入辅助基因组是合乎逻辑的补救措施，并且最近在扩展肠杆菌科病原体的流行病学分辨率方面显示出前景。我们利用基于k-mer的Jaccard指数分析和一种新颖的基因组长度距离度量方法，计算了全球重要病原体伤寒沙门氏菌（Typhi）的泛基因组（即核心和辅助基因组）亲缘关系，并以图形方式展示了超过2,200株美国Typhi菌株中的垂直（同源性由遗传）和水平（同源性由混合）进化关系的网状网络。该分析揭示了Typhi泛基因组中存在的非随机结构，这种结构主要由可移动遗传元件的获得和丢失驱动，证实并扩展了已知的流行病学模式，揭示了新的质粒动力学，并确定了进一步进行基因流行病学探索的方向。着眼于公共卫生应用，这项工作为快速改进的细菌遗传数据分析方法增添了重要的生物学背景，并展示了辅助基因组在推断病原体流行病学和进化方面的价值。\n\n**重要意义**  \n鉴于细菌进化发生在垂直和水平两个维度上，包含核心和辅助遗传物质（即泛基因组）是更全面理解病原体动态的合乎逻辑的一步。着眼于公共卫生乃至全球健康的相关性，我们将当代基因组分析工具与数十年关于可移动遗传元件的研究相结合，证明了已知和未知、注释和假设的泛基因组在分层Salmonella enterica血清型Typhi（Typhi）群体中的价值。我们确认并扩展了对Typhi流行病学、质粒和抗菌素耐药性动态的认识，并提出了新的探索途径，以进一步推导Typhi的生态和进化，最终减少人类疾病的发病率。",
  "e86ff4ae59cc42d077b6289b0f541513": "在复杂的自然环境中，植物为求生存进化出了复杂而精妙的防御反应调控机制。植物特异性的防御包括疾病抗性蛋白核苷酸结合位点富含亮氨酸重复序列（NBS-LRR）蛋白以及代谢物衍生的生物碱，是这些复杂机制中的关键组分。NBS-LRR蛋白能够特异性识别病原微生物入侵以触发免疫反应机制，而生物碱（由氨基酸或其衍生物合成）同样能够抑制病原体。本研究综述了植物保护中NBS-LRR蛋白的激活、识别及其下游信号转导，以及与生物碱相关的合成信号通路和防御调控机制。此外，我们阐明了这些植物防御分子的基本调控机制，并总结了它们在当前生物技术中的应用及未来发展的潜力。对NBS-LRR蛋白和生物碱植物抗病分子的研究可能为培育抗病作物和开发植物源农药提供理论基础。",
  "969e1ef6b659520e1d2e9d321dc263b3": "高效的泛基因组索引是许多应用的有前景工具，包括快速分类纳米孔测序读段。最近，一种名为“移动结构”的压缩索引数据结构被提出作为其他基于BWT的索引（如FM索引和r索引）的替代方案。移动结构独特地实现了O(r)空间复杂度和O(1)时间复杂度的查询，其中r是泛基因组BWT中的运行次数。我们开发了Movi，一个用于构建和查询移动结构泛基因组索引的高效工具。尽管Movi的索引大小大于r索引，但对于泛基因组参考序列，其增长速率更小，因为其大小正好与参考序列BWT中的运行次数r成正比。Movi能够以至少现有最快方法十倍的速度计算复杂的匹配查询（例如伪匹配长度和反向搜索），在某些情况下甚至超过30倍更快。Movi通过利用移动结构的强局部性引用特性，在针对大型泛基因组的查询中接近最小可能的缓存未命中数来实现这一速度。我们还通过使用内存预取技术进一步提高了速度，这种技术在其他索引结构（如r索引）中难以实现类似的延迟隐藏效果。Movi快速常量时间查询循环使其非常适合实时应用，例如纳米孔测序的自适应采样，其中必须在小而可预测的时间间隔内做出决策。",
  "fe3c56a678b9dde8c851233380f7ad33": "抗菌耐药性；泛基因组；质粒；伤寒沙门氏菌",
  "60354b13221cc8555bdedf919d57aeaa": "气孔演化与植物对未来气候的适应",
  "b169b03af94e08a2328f40e6d702e843": "嗜性；泛基因组学；宏基因组学；嗜血杆菌；宏泛基因组学；聚集杆菌；位点特异性物种（或位点 specialists）",
  "dc981695affa85965033fee68fc5631b": "生物碱；生物技术；疾病抗性蛋白NBS-LRR；防御机制",
  "dde323df6802a8e625b1810381a9e137": "内生真菌可调节植物入侵。",
  "0deb6d91dcd50ef2eed799f7aee9abe8": "现状",
  "faf6e3ac6e23fedd895fc7cbc7e836db": "植物的感知、响应与耐受机制",
  "8227809ac2802836f1f79fa334641cee": "寄生植物是一类半寄生或全寄生的特殊植物，具有从其他植物中提取水分、矿物质和有机化合物的能力。所有寄生植物，无论是根寄生还是茎寄生、半寄生还是全寄生，都通过一种高度特化的器官——吸器，与宿主植物建立维管连接。除了是营养物质提取的器官外，吸器连接还充当了各种大分子（包括DNA、蛋白质以及显然还有植物病原体）的传输通道。至少一些寄生植物被视为重要的农业害虫，导致全球范围内巨大的产量损失。它们对农作物的主要负面影响是直接的，通过削弱宿主植物的适应能力、抑制其生长以及减少种子或果实的形成。此外，它们可能通过促进跨物种病原体传播而对农业构成额外威胁。本文旨在总结现有信息并提高对这一较少被研究问题的认识。我们进一步探讨某些植物病原体作为控制寄生植物以及控制植物病原体的具体且有效方法的适用性。",
  "a9b652ee39776dc96d31397c47224daf": "Borreliella → 布雷利亚菌  \ntaxonomy → 分类学  \nBorreliaceae → 布雷利亚菌科  \ndistributed genome hypothesis → 分布式基因组假说  \nSpirochete → 螺旋体  \nphylogenetics → 系统发育学  \nsupragenome → 超基因组  \ncomparative genomics → 比较基因组学  \nBorrelia → 莱姆病螺旋体  \npan-genome → 泛基因组",
  "d7b3befdfab276374b34572d3834a2eb": "探究植物行为背后的复杂信息过程",
  "911fa6b5456b878f2466d29c879287d8": "从植物免疫的角度出发",
  "78f2b5a1889e250097411da16a110889": "解析植物重金属胁迫响应与信号转导中的褪黑素介导机制",
  "3c42220bded74715af4e4bfe6972874b": "由病原相关分子模式（PAMP）触发的免疫（PTI）和由效应蛋白触发的免疫（ETI），两者均利用钙离子（Ca²⁺）内流和活性氧（ROS）作为信号分子。PTI通过模式识别受体（PRR）介导，响应保守的病原体或损伤相关分子模式。一些病原体通过效应蛋白逃避PTI，从而触发植物激活ETI。ETI的核心是核苷酸结合富含亮氨酸重复序列的受体（NLRs），它们能够检测特定的病原体效应蛋白并启动强烈的免疫反应。NLRs具有核苷酸结合结构域和富含亮氨酸的重复序列，引发显著且持续的细胞质Ca²⁺内流，并伴随ROS水平升高，从而驱动强大的免疫反应。这一系列事件触发了坏死性过敏反应——一种局部细胞死亡机制，旨在限制病原体的扩散。这种对Ca²⁺和ROS的精妙利用凸显了NLRs在补充植物先天免疫中缺失的适应性免疫系统方面的重要作用。",
  "6058ba747e90c3a07e114cee8baa857b": "吸器；植物病毒；寄生植物；植原体",
  "d037cb9f93f42aa2aa5ca5ee38eb1810": "综述",
  "224b6caf0931bb3c0fb57ee10fb5e1f7": "植物和藻类在地球生态系统中发挥着至关重要的作用。通过光合作用，它们将光能转化为化学能，吸收CO₂并释放氧气，同时合成富含能量的有机化合物。作为初级生产者，光合生物能够合成必需的ω-3和ω-6脂肪酸，并拥有独特且高度多样化的复杂脂质，例如糖脂、磷脂、三酰甘油、鞘脂和植物甾醇，这些脂质具有重要的营养与健康益处。植物和藻类的脂质在食品、饲料、营养保健品、化妆品以及医药行业中有广泛应用，同时也对绿色化学和生物能源开发具有重要意义。然而，由于植物和藻类脂质组分的复杂性和多样性，以及其在环境变化条件下的可塑性，对其脂质组进行分析是一项重大挑战。优化分析工具对于深入探索植物和藻类脂质组至关重要。本文综述了如何利用脂质组学分析工具全面描绘植物和藻类脂质组，获取这一知识将为利用植物和藻类作为定制化脂质来源以满足工业和环境应用需求铺平道路。这与社会面临的重大挑战相一致，即保护和合理利用地球自然资源并尊重其极限。",
  "64772e867e53eb1ae8f7805f4cb9e153": "牙龈卟啉单胞菌（Porphyromonas gingivalis）、中间普雷沃菌（Prevotella intermedia）和黑色普雷沃菌（Prevotella nigrescens）。利用北京基因组学研究所开发的Pan-genome Analysis Pipeline软件（版本1.2.1），对66、33和5个公开可用的牙龈卟啉单胞菌、中间普雷沃菌和黑色普雷沃菌全基因组序列进行了泛基因组分析。基于整个泛基因组及核心基因组内的单核苷酸多态性构建了系统发育树，并比较了这三种物种在核心基因组和可选基因组中的毒力基因分布与丰度。三种细菌均具有开放型泛基因组。牙龈卟啉单胞菌、中间普雷沃菌和黑色普雷沃菌的核心基因组分别包含1001、1514和1745个直系同源群，主要与基本细胞功能如代谢相关。其可选基因组分别由2814、2689和906个直系同源群组成，富含与致病性或未知功能相关的基因。系统发育树清晰地将牙龈卟啉单胞菌、中间普雷沃菌和黑色普雷沃菌区分开来，验证了黑色色素牙周病原体的重新分类。此外，这三种细菌共享几乎相同的粘附、蛋白水解和宿主防御逃逸相关的毒力因子。其中一些毒力基因在物种间保守存在，而另一些则属于可选基因组，可能通过水平基因转移获得。本研究表明泛基因组分析对于推断黑色色素牙周病原体的进化线索具有重要意义，揭示了它们的同源性和系统基因组多样性。",
  "bb71d5452131bcab384d9b377628f096": "是否存在专门作为皮肤微生物组一部分的C. acnes菌株，以及是否另有携带特殊特性的菌株能够导致疾病。迄今为止，关于这些菌株表现出多样化行为的分子机制研究结果并不一致。本研究前瞻性地从27名感染患者和18名健康对照者中收集了C. acnes菌株，并严格筛选以确保其作为病原体或定植菌的角色。对这些菌株的基因组序列进行了获取并仔细检查了质量。传统噬菌体型分析表明，几乎所有浅表分离株属于IA1型，而临床分离株则均匀分布在IA1、IB和II型之间。单一位点序列分型（SLST）显示对照菌株以A1型为主，而56%的临床分离株属于A1、H1和K8型。对所有现有菌株及30个已发表基因组的泛基因组分析表明存在开放的泛基因组结构。除了三个定植菌株外，其余定植菌株在系统发育树上与大多数临床菌株分属不同分支，但有4株临床菌株与对照菌株聚类在一起。单核苷酸多态性（SNP）分析也得到了相同的结果。然而，两组菌株在毒力基因含量方面没有显著差异。全基因组关联分析（GWAS）基于泛基因组和SNP数据一致显示，两组菌株在代谢途径和DNA修复基因区域存在基因组差异。因此，定植菌株和感染性菌株的不同行为可能归因于特殊的代谢能力或灵活性，而非特定的毒力特征。",
  "a87b9ac32c048948ef2ab4ca9cfb0264": "针对重金属和类金属胁迫的先进表观遗传策略",
  "274e21f9accba7b7b401d22790e6fe46": "植物次生代谢物因其广泛的药用、营养保健和工业应用而具有极大重要性。然而，在植物体内这些次生代谢物通常以极微量存在，因此在发现任何潜在代谢物后，主要的制约因素是能否生成足够的材料以满足工业和治疗应用的需求。为了满足对高附加值代谢物日益增长的需求，研究者倾向于采用不同的分子方法来实现这些植物化合物的规模化和可持续生产。本文讨论了工程化这些生物活性植物化合物的新兴调控趋势，并就如何成功应用这些前沿技术将学术研究成果转化为新型工艺和产品提出了建议。",
  "77a32c27dcc44adb715baf01940dd8ac": "植物来源细胞外囊泡的制备与工程化改造在营养干预中的研究进展",
  "b9aec5f477d30a512d397e044ff6cebf": "微藻；大型藻类；脂质组学；脂肪酸；海藻；植物；脂类",
  "117f7e91fac3819237880cfee7878fa8": "模式识别受体；活性氧；效应触发免疫；核苷酸结合富含亮氨酸重复序列受体；钙；病原相关分子模式触发免疫；植物",
  "9805ffd1fb2eab89ab30ff6a58fdb9ab": "Citrobacter werkmanii是一种在发展中国家出现并具有机会致病性的食源性人类病原菌，可引起伤口感染、泌尿道感染和败血症等疾病。本研究对来自不同地理位置和来源的C. werkmanii菌株进行比较基因组分析，以确定相关的毒力和抗菌耐药基因。泛基因组分析将所研究的C. werkmanii菌株分为五个不同的进化枝；后续分类鉴定了核心基因组中与碳水化合物代谢和一般代谢功能相关的基因，以及壳层和云基因组中与分泌、黏附和可移动遗传元件相关的基因。构建了带有热图的最大似然系统发育树，显示了不同进化枝菌株中存在或不存在的毒力和抗菌相关基因，表明这些菌株中存在与分泌系统、黏附、enterobactin和siderophore等功能相关的基因。主要来源于临床样本的进化枝V中的C. werkmanii菌株携带了与II型和Vb型分泌系统相关的基因，以及对氨基糖苷类、β-内酰胺酶、氟喹诺酮类、酚类、甲氧苄啶、大环内酯类、磺胺类和四环素多重耐药的基因。综上所述，这些比较基因组学分析揭示了C. werkmanii菌株中高度致病性和多重耐药的遗传特征，表明这种共生且机会致病的人类病原体具有潜在的致病能力。",
  "22fa7a2703ccd0dfdfb804c1f89a6fc8": "中间普雷沃菌；黑色普雷沃菌；核心基因组；牙龈卟啉单胞菌；泛基因组",
  "1a11d21130ee4280d55a83d3d04fa5a9": "非生物胁迫会损害植物的生长发育，导致作物产量低、品质差。越来越多的研究表明，独脚金内酯（SL）作为一种植物激素，可通过调控植物生理过程和基因表达来增强植物的抗逆性。本文综述了SL在盐胁迫、干旱胁迫、光胁迫、热胁迫、冷胁迫及镉胁迫下的响应及其调节作用，并探讨了SL如何减轻植物的非生物胁迫损伤，进一步从遗传水平介绍了SL提高植物抗逆性的机制。在非生物胁迫下，外源SL类似物GR24可诱导植物体内SL的合成，内源SL则能缓解非生物胁迫造成的伤害。SL通过保护光合作用、增强植物抗氧化能力以及促进植物与丛枝菌根（AM）的共生来提高植物的抗逆性。此外，SL与脱落酸（ABA）、水杨酸（SA）、生长素、细胞分裂素（CK）、茉莉酸（JA）、过氧化氢（H₂O₂）等信号分子相互作用，共同调控植物的抗逆性。最后，本文概述了SL的重要性及其未来研究面临的挑战，以进一步阐明SL在植物应对非生物胁迫中的具体作用机制。",
  "2a28b48a331674e1ad9b1f44ebed2cac": "植物信号分子可分为植物信使信号分子（如钙离子、过氧化氢、一氧化氮）和植物激素信号分子（如生长素（主要为吲哚-3-乙酸或IAA）、水杨酸、脱落酸、细胞分裂素、茉莉酸或甲基茉莉酸、赤霉素、油菜素内酯、独脚金内酯和乙烯），在调控植物生长发育及响应环境方面发挥着关键作用。鉴于植物信号分子的重要作用，许多检测方法被开发出来。植物信号分子的原位实时检测以及便携式传感器的发展将是植物学研究和农业技术的关键突破点。电化学方法因其操作简便、灵敏度高、选择性强，为植物体内信号分子的原位实时检测提供了便捷手段。本文综述了过去十年来有关植物信号分子电化学检测的研究进展，总结了电化学传感器的各种类型电极及其增强电极检测选择性和灵敏度的多种纳米材料应用。此外，本文还通过实例介绍了电化学检测领域的当前研究趋势，并强调了电化学传感器在未来的小型化、非侵入性、长期稳定性、集成化、自动化和智能化等方面的适用性和创新性。总之，电化学传感器能够实现植物体内信号分子动态变化的原位、实时和智能化获取，在推动植物学基础研究和智能农业发展方面具有重要意义。",
  "2ee2f7dd0439c5033ce1c71aa484595b": "除草剂使用带来的环境影响",
  "1945e33265665b175fb41edf440fddb1": "基因编辑；植物分子生物学：植物分子生物学；miRNA：微小RNA；代谢工程：代谢工程；植物化合物：植物次生代谢物",
  "f7c28ce3ac3a28a78c5e86d29cc9bd7b": "聚焦于分析表征技术",
  "693676e5b526dffe39f6807ca505c7bb": "全基因组关联研究（GWAS）；单核苷酸多态性（SNP）；多位点序列分型（SLST）；痤疮丙酸杆菌（Cutibacterium，曾用名Propionibacterium acne）；泛基因组分析",
  "ea027b5dfa4ecd2e7f7e54ae031f5944": "RALF多肽在植物适应性和发育响应中的作用。",
  "911288938aa336adb5c4c341fd307e8b": "植物健康管理水平提升的潜力与前景",
  "98c2457b1a407962cdda2840f55747b9": "抗菌耐药；泛基因组学；全基因组测序；医院感染；新发病原体；柠檬酸杆菌；比较基因组学；毒力",
  "a03dee335a2ea39ea64c30227845a5c4": "土壤盐碱化是全球关注的问题，它会降低农田作物的生长性能并加剧粮食短缺。盐胁迫对植物的离子平衡、渗透压平衡和氧化应激等多个生理功能产生不利影响。植物具有多种应对盐胁迫的策略，包括渗透感知、渗透调节、离子稳态以及抗氧化物质合成增加等。盐胁迫不仅引发氧化胁迫，其他类型的胁迫也会如此，因此植物拥有有效的抗氧化系统来对抗由胁迫产生的过量活性氧带来的负面影响。农业土壤盐分升高显著影响作物产量和植物发育；然而，植物具有一种已知的适应机制，通过促进次生代谢物、抗氧化剂、离子稳态及脱落酸（ABA）合成等方式抵御盐胁迫。为解决这一问题，亟需开发环境友好的解决方案，如耐盐促生根际细菌、环保型添加剂以及渗透保护剂/抗氧化剂的叶面施用。最近发现，CRISPR/Cas9这种新型基因剪刀是一种高效减少盐碱土中植物盐胁迫的有效方法。理解这些生理和生化反应背后的机制，可能有助于未来更有效地控制作物产量。本文综述了针对盐胁迫介导的抗氧化系统植物抗逆机制的最新进展，并探讨了在盐胁迫下利用CRISPR/Cas9技术调控植物生长的适当长期策略。",
  "7ad4e3ed5a87c0fb6dd92c4d61542fb9": "植物信号分子；实时；电化学传感器；智慧农业；原位；植物学研究",
  "89b9372adb427b61d7c852b212599ee2": "一项全球系统性地图研究",
  "a82549ba64ed77c87f3cc15e3a2c79e0": "新近发现的植物行为，结合历史观察、当代技术以及对信号机制的新兴认识，表明植物利用了复杂的信息处理系统。从进化和生理学的角度来看，植物具有目标导向性；它们表现出自主性和学习能力。尽管大多数关于植物可塑性、学习和记忆的研究集中在单个植物对资源可用性和生物胁迫的响应上，但适应性信息往往是从邻近植物感知并协调的，同时在有限资源的竞争中进行交互。基于现有知识、技术和可持续发展原则，气候智能型农业实践正在被采纳以提高作物的韧性和生产力。深入理解植物行为的动态特性，为改善自然生态系统和农业生态系统的生产力与健康提供了丰富的潜在改良策略。",
  "da81f7aa7afb5bc643b93fefa008dfbf": "通过社区参与推动植物转化研究",
  "3687f6a66050d79915e2a5b64a3ec66a": "植物合成生物学方法在基因回路表达调控中的进展",
  "5f53724b11a3c13cf60cd1d3853c9f70": "CRISPR/Cas9；渗透保护剂；植物胁迫；植物根际促生菌；盐胁迫",
  "6e6a4be4a45f2008fa9df28630dafeb6": "植物的一个显著特征是其巨大的化学多样性。这种化学多样性主要由高度复杂且生物多样的生化机制支撑。植物代谢酶起源于它们的真核和原核祖先，并通过陆地植物经历的前所未有的基因复制和功能化率进一步多样化。与频繁发生水平基因转移以及多种能量和有机碳输入的原核微生物不同，陆地植物主要依赖于从CO₂生成的有机碳，在近期进化过程中经历了相对较少的基因转移。因此，植物代谢网络以现有网络为基础，逐步演化，并受到各种进化限制的影响。然而，直到最近，只有少数几种代谢特征的演化得到了深入研究，代谢演化的研究远不及发育演化的关注度。然而，代谢组学和新一代测序技术的进步，最近使我们对大量植物初级代谢和次级代谢途径如何在自然选择、驯化及作物改良过程中演化有了更深刻的理解。本文是“植物代谢演化”专题的一部分。",
  "d5992c10af0a0757a6cdd7e27b3299be": "可行性与展望",
  "90d12132d0116a3ae9b0d50e95bee3e6": "植物行为；植物能动性；植物通讯；学习；记忆",
  "a9daaac1bdae5e45d5f2df028fe0f9ab": "十年间大面积绿色屋顶的植物覆盖度与生物量变化及十条经验教训",
  "a5da7ce1d1fe252ac79d8024838e4bc3": "进化；植物激素；次生代谢；初生代谢",
  "3baa1ec6be241c5a20bda295353f615a": "全球气候变化正在影响植物的光合作用和蒸腾作用过程，并对数十年来的社会政治、环境事件及决策产生深远影响。在植物生物学与生态学领域，一个重要的研究挑战是光合作用与环境之间的相互作用。气孔控制植物的气体交换，其进化是一项关键创新，使最早的陆地植物能够成功适应陆地环境。气孔通过与角质层、细胞间气体空间以及内皮质水传导系统的耦合，实现了植物的同水性（homoiohydry），并促进了植物在全球范围内的适应与多样化。植物通过调节保卫细胞膨压来响应环境变化，而这种调控依赖于膜转运蛋白和信号转导机制。然而，气孔的起源、进化及其主动调控仍存在争议。\n\n本文首先综述了气孔的进化与多样性，提供了化石和系统发育证据以阐明其起源。我们总结了保卫细胞膜转运蛋白的功能进化背景，包括气候变迁和环境胁迫的影响。分析表明，气孔运动的核心信号元件比气孔本身更为古老，而参与气孔发育的基因则与最早期的气孔共同进化而来。这些结果表明，在植物进化过程中，新型气孔特异性发育基因被获得，而调控气孔运动的基因（尤其是细胞信号通路）则是祖先遗传并被动态功能分化所利用的结果。这两种过程反映了陆地植物进化过程中不同的适应策略。",
  "b170f559098ffc27318d9d42cf8a7089": "植物感知、响应并最终适应各种胁迫的能力，彰显了其非凡的韧性。在应对胁迫时，植物激活了一系列复杂的分子和生理机制，包括应激响应基因的快速激活、保护性化合物的合成、细胞过程的调节以及生长发育模式的改变，以提高其生存几率。表观遗传机制在塑造植物对环境胁迫响应的过程中起着关键作用。本文综述了表观遗传调控与植物胁迫缓解之间的复杂相互作用，深入探讨了表观遗传修饰的动态变化及其对基因表达和最终胁迫耐受性的影响。本综述汇集了当前研究成果，揭示了植物表观遗传“武器库”中在逆境条件下蓬勃发展的有前景策略。",
  "5ac3230837eb88b8bc447e9b60e1be42": "综述",
  "86e2ce13b9da034e3c07ff0778e52c00": "植物与环境的相互作用，尤其是生物胁迫，在动态环境中导致作物减产，因此对全球粮食安全的重要性日益增加。理解植物对生物胁迫的响应对于减轻损害至关重要。有益微生物及其与植物的共生关系能够减少植物病原体引起的损害。其中一类是植物促生根际细菌（PGPR），它通过与生物胁迫因子和植物信号化合物相互作用显著影响植物免疫。本文综述了PGPR的种类、代谢及作用机制，包括其酶途径以及PGPR分泌的信号化合物如何在植物防御过程中调节基因和蛋白质表达。此外，文章还将探讨PGPR与其他植物生长调节剂和信号化合物之间的相互作用，阐明PGPR在多种生物胁迫下（包括与真菌、细菌和病毒的相互作用）对植物的生理、生化和分子层面的影响。总体而言，本文全面扩展了我们对PGPR在植物免疫中的作用及其在农业韧性和粮食安全保障中应用的认识。",
  "32079add8e869fcf0b7f94f6f1a54fbb": "植物来源的细胞外囊泡（PLEVs）作为一种天然存在的脂质双层膜结构，因其能够包裹疏水和亲水化合物、保护其免受外部环境压力、实现可控释放、具备生物相容性和可降解性等特点，展现出巨大的应用潜力，成为一种新兴的递送载体。本文综述了天然囊泡的工程化制备策略，重点关注PLEVs及其纯化和表面改造技术。此外，还涵盖了利用PLEVs运输活性成分作为纳米治疗系统的最新进展。文章还讨论了PLEVs的前景和发展潜力。期望本研究不仅能够填补关于PLEVs现有知识的空白，还能为食品科学和生物医学领域的研究人员提供有价值的指导，推动基于植物的治疗方案取得新的突破。",
  "6f22c38eaeadfcc79f1046a7b555b514": "综述",
  "071c723a64cc077937c5a516f82d1d24": "植物转化是植物研究和作物改良的重要组成部分，但其方法仍然复杂、劳动强度大且效率低下。PlantGENE 是一个由学术界、产业界、非营利研究机构以及政府组织的科学家组成的社区，致力于改进植物转化技术。该社区提供虚拟培训、互动网络研讨会，并运营一个包含职业机会、名录等资源的网站。植物科学界对 PlantGENE 表现出极大的兴趣与支持。",
  "415ef732c253b05088b95fc2fdded0d1": "本综述讨论了通过膜转运蛋白介导的植物耐受非生物胁迫的详细信号级联以及其在气候韧性作物开发中的潜在重要应用。植物转运蛋白在养分吸收、细胞平衡和胁迫响应中发挥关键作用。它们通过信号转导、渗透调节和离子稳态促进植物膜内外化学物质和信号的交换。因此，研究植物转运蛋白对于理解植物胁迫耐受机制至关重要。这些转运蛋白在提高作物抗逆性方面具有潜在应用价值。我们探讨了多种转运蛋白家族（如ABC、MATE、NRAMP、NRT、PHT、ZIP）的功能，包括它们在非生物胁迫耐受性和植物发育中的作用。此外，我们强调了转运蛋白在应对干旱、低温、盐害、重金属毒害、低光照、淹水及营养缺乏等非生物胁迫中的重要性，并讨论了参与不同植物胁迫响应的转运蛋白通路与过程。本综述总结了近年来关于模式植物拟南芥及其他作物中膜转运蛋白在非生物胁迫耐受性方面的最新进展。文中包含了近年来发现的相关基因及其分子机制，这些机制提高了植物对非生物胁迫的生存能力，并探讨了将膜转运蛋白与其他技术整合后可能的未来应用前景。",
  "75b8d363166ff6f621607d2d4f48b166": "功能食品成分；表面工程；分离；植物来源的细胞外囊泡；纳米递送",
  "149565c2136f0b9d81b27f70d5e34d3d": "压力缓解；分子适应；表观遗传调控；表观遗传记忆；环境压力源",
  "babd5ddcadf8aae0b8bb561294f3861e": "膜转运蛋白；非生物胁迫；光合作用；可持续植物生产；分子进化；气候变化；气孔保卫细胞",
  "bcf42506754109ca0d608aed53271289": "理解硼在植物适应土壤盐碱化中的作用",
  "092cd2b3905d8c64ebe3db78a05335ca": "纳米技术通过基于纳米材料的产品带来了显著的进步，但这些材料在环境中的积累及其对生物潜在毒性的担忧依然存在。植物能够吸收纳米材料（NMs），这可能会引起其生理和形态的变化。另一方面，纳米颗粒（NPs）已被用于农业中通过将其纳入农用化学品来促进植物生长和控制害虫。纳米材料在植物组织内的相互作用、内化和积累所面临的挑战是巨大的，主要是由于纳米材料的各种特性以及缺乏可靠的分析工具。随着我们对纳米材料与植物细胞之间相互作用的认识不断加深，我们可以设计出具有针对性、定制化且安全的新型纳米材料，从而最小化纳米材料对环境的影响。本文综述并比较了用于研究植物细胞壁内纳米材料的主要显微镜技术、光谱方法以及远场超分辨方法。",
  "679520510537bdc6afdd52d77faff216": "细胞信号；洪涝胁迫；冷胁迫；基因；金属胁迫；干旱胁迫；盐胁迫；低光胁迫",
  "0acf3eaeb164a39670ba94f0ee0511cf": "氧气（O₂）是植物在淹水和洪涝环境中的生长发育抑制因子。植物会经历不同的氧浓度（如常氧、低氧和无氧），这些浓度会随空间和时间变化。植物已进化出多种形态、生理和生化适应机制以应对低氧胁迫，其中许多机制已被深入研究。本文综述了植物如何响应低氧这一由洪涝引起的显著胁迫因子。低氧胁迫影响植物在细胞、发育和环境等不同层面的功能。本文重点介绍了作物在应对缺氧时采用的遗传、分子和代谢适应策略。各种转录因子（TFs）及其基因调控机制在调节植物在低氧条件下生理反应方面发挥了重要作用。此外，本文指出，在再充氧阶段（即恢复到正常氧水平的阶段）植物响应的研究存在显著空白，尤其是在自然光照条件下的研究。这一过渡阶段会带来活性氧（ROS）积累和光抑制挑战，影响低氧后植物的恢复。我们讨论了提高植物低氧耐受性的多种策略，包括传统育种、基因改造和嫁接技术，并强调应将这些方法与对低氧感知和响应机制的全面理解相结合。本文突出了植物适应低氧胁迫的复杂性以及该领域持续研究的重要性，特别是在全球气候变化背景下。这对于开发可持续农业实践和确保未来粮食安全至关重要。",
  "83eb6b5ecfc5cc9c9e49e4b232030bb0": "植物微环境中的化学信号动态",
  "08f9e90fc6357e7c2139704e0322547b": "抗旱的绿色化学策略",
  "1e75e8afdc1a0e4e19d09e3a38a07471": "机制洞见及其对根际功能的意义",
  "014f23d02d673cf759fc81debaf9cd5a": "CRISPR；社区；生物工程；职业发展；植物转化；研究协调网络；植物科学；教育",
  "b057d5b089bf225ed7eae8d04f51fd8e": "除草剂可持续利用的一个指导原则是其仅针对杂草的靶向作用，包括抑制光合作用、氨基酸及生长调节剂的合成。除草剂是作物生产的重要组成部分，在现代农业功能发挥中不可或缺。然而，对其对自然环境各要素影响的持续监控仍是必要的。本文综述了关于除草剂对自然环境及其引发变化的研究成果。除草剂通常是由多种活性成分组成的混合物，因此分析其对环境和生物体的影响较为困难。尽管如此，本文尝试讨论了选定除草剂对自然环境（水、土壤和空气）以及生物体（人类、动物、植物和微生物）的影响。此外，文章还列举了某些除草剂生物降解的实例及其通过细菌和真菌降解的机制。基于这些信息可以得出结论，除草剂的无序使用已导致非靶标生物产生不利影响，这在科学文献中有相关记载。然而，仍需进一步研究这些化学物质对环境的影响，以填补该领域的知识空白。",
  "9fd7ab8471e6a5c945a5e66c2923ab09": "合成生物学的应用范围从构建简单的状态监测电路到复杂的能够重构生命某些方面的电路不等。后者在植物合成生物学中具有巨大潜力，可通过改革农业和提高高需求分子的产量来应对当前的社会问题。因此，开发高效工具以精确控制电路的基因表达必须优先考虑。本文综述了最近在表征、标准化以及将遗传部件组装为更高级别结构的努力，并介绍了可用于调控植物系统转录的诱导型系统的类型。随后，我们讨论了基因表达正交控制、布尔逻辑门以及合成遗传翻转型开关的最新进展。最后，我们认为通过结合多种基因表达调控手段，可以创建复杂的电路，从而重塑植物的生命形式。",
  "4ed57553345be762af5e41e7e43702c8": "植物生长于高度动态的环境中，需要迅速响应各种环境刺激，以维持其最佳生长发育状态。一种小的植物肽——快速碱化因子（RALF），能够迅速提高植物细胞胞外基质的pH值。RALF通常与其相应的受体共同发挥作用。从机制上讲，在植物生长发育的关键时期或在不同外部环境因素的影响下，会诱导并释放有效量的RALF。近期研究还强调了RALF多肽作为植物细胞间通讯的重要调节因子的作用，并揭示了它们在信号感知以及作为质膜表面不同受体激酶配体方面的功能，从而整合多种环境信号。在此背景下，通过遗传学手段解决作物适应当前气候变化情景下各种恶劣环境问题，理解上述过程的细节至关重要。本文综述了关于RALF多肽结构与多样性及其在植物发育和应对胁迫中的作用的现有知识，同时指出了尚未回答的问题和待解决的问题。",
  "8cb9ea39c659da71b7d89e846b2cebf4": "重金属和类金属胁迫对植物生态系统的威胁日益加剧，迫切需要创新策略来增强植物的适应能力并确保农业的可持续发展。本文综述了通过表观遗传途径提高植物对有毒重金属和类金属胁迫耐受性的研究进展，提供了重要见解。表观遗传修饰，包括脱氧核糖核酸（DNA）甲基化、组蛋白修饰以及小核糖核酸（RNA）工程，为调整植物响应以减轻重金属和类金属胁迫的影响提供了新的途径。高通量基因组测序和功能基因组学技术的进步揭示了表观遗传调控在应对重金属和类金属污染中的复杂机制。该领域的最新进展包括鉴定与胁迫耐受性相关的特定表观遗传标记、开发表观基因组编辑工具以及将表观遗传数据整合到抗逆作物育种计划中。理解表观遗传与胁迫响应之间的动态相互作用具有巨大的潜力，可培育出能够在重金属和类金属污染环境中茁壮成长的抗逆作物。最终，利用表观遗传策略为面对日益严峻的环境挑战的可持续农业开辟了光明前景。随着植物表观基因组学的发展，采用先进的表观遗传方法实现可持续农业的潜力愈发显现。这些进展奠定了理解表观遗传学在植物胁迫生物学中日益增长的重要性及其减轻重金属和类金属污染对全球农业有害影响的潜力的基础。",
  "c978d17f0525c236af560d95c21507c6": "代谢组学作为系统研究代谢物的学科，在植物性食物的研究中发挥着关键作用，尤其是在其营养成分分析和质量控制方面。植物性食物复杂的化学组成导致其感官特性和营养价值存在差异。本文综述了代谢组学方法在植物性食物产地溯源、品种鉴别以及加工方式研究中的应用，并探讨了面临的挑战及未来发展方向。通常情况下，结合其他组学或技术手段，可以揭示协同互补的信息，从而提升模型的分类与预测能力。未来的研究应致力于全面评估影响食品质量的各种因素，这需要深入探究影响机制、代谢通路及基因表达等课题。",
  "5516525f663909f9167a0371b331c06c": "大豆和棉花种子球土壤微生物群以土壤习居富养菌为主。",
  "dbe1ebd3074580e389907939b3c47a55": "电子显微镜；植物组织；纳米颗粒定位；纳米材料；高分辨率显微镜",
  "6b95ee02c800f69b3b56b6d67101e608": "褪黑素通过固定细胞壁中的重金属（HM）并将其隔离在根细胞液泡中，从而减少从根到地上部分的重金属转移，在植物应对重金属胁迫时发挥保护作用。它还能促进渗透物质的产生、提高抗氧化酶活性以及改善光合作用，进而提升细胞功能。理解由褪黑素介导的响应与信号传导机制有助于在重金属污染土壤中持续维持作物生产。褪黑素是一种多效信号分子，在植物生长和抗逆性（尤其是对土壤中重金属的耐受性）中起着关键作用。重金属广泛存在于土壤-水环境中，并容易被植物吸收，从而破坏矿物质营养平衡、渗透压平衡、氧化应激以及初级和次级代谢过程。植物通过内在防御机制如金属排除、限制叶片中金属转移、金属隔离与区室化、螯合以及抗氧化酶清除自由基等方式来应对重金属胁迫。褪黑素能够减轻重金属胁迫对植物的损害，其机制是通过将重金属固定在细胞壁上并将其隔离在根细胞液泡中，从而减少从根部到地上部分的重金属转移。这一机制还提高了植物对大量元素和微量元素的吸收。此外，褪黑素能增强渗透物质的产生，改善植物水分关系，同时增加抗氧化酶活性以限制脂质过氧化和活性氧（ROS）水平。褪黑素还能减缓叶绿素降解并促进其合成，同时提高RuBisCO活性以优化光合作用。所有这些功能共同促进了暴露于重金属胁迫下的植物细胞功能的改善。本文旨在深入探讨在重金属胁迫下植物体内褪黑素介导的响应与信号传导机制，这可能对在重金属污染土壤中持续作物生产具有重要意义。",
  "4de705a978ffadc8b9bb29edae81a604": "抗氧化剂；低氧；缺氧胁迫；耐受机制；活性氧（ROS）",
  "a03e3b6cf6bf28af0799fa9fdbd6644f": "生物体；毒性；除草剂；生物降解；污染；环境",
  "57309e0f833d987f022d847d3eb60ca0": "布尔逻辑门；正交控制；电路；植物合成生物学；翻转型开关",
  "c781ceb79737ad794ed66b364239f992": "木霉菌（Trichoderma）被广泛认为是植物健康管理中最常见的真菌生物防治剂。已有超过25种木霉菌经过深入研究，并显示出显著潜力，不仅能够抑制植物病原体的生长，还能控制昆虫害虫的侵害。除了作为生物农药的应用外，越来越多的证据表明，某些木霉菌种类可以通过定殖于特定植物组织而作为内生真菌发挥作用。这种定殖可以促进植物生长并提高其对非生物和生物胁迫的耐受性。在过去的几十年里，关于木霉内生菌在作物保护中的作用的文献数量迅速增加。尽管植物与内生真菌相互作用的机制尚未完全明了，但已有研究表明其在农业中的潜在应用，特别是在减轻植物病虫害方面。本文综述了木霉内生菌的多样性及其在控制作物特定病虫害方面的潜在用途。木霉内生菌被认为是一种潜在的解决方案，通过减少对农业化学品的依赖来降低生产成本和环境影响。",
  "83f21fcd435e539bcd71cb0e30eadc61": "利用促生细菌和安全措施改善植物在非生物胁迫条件下的形态生理与解剖学特性",
  "bf9b3a73af620d090034bc71159d892f": "食品加工；代谢组学；地理起源；植物性食物；品种鉴别",
  "48ae2d2a130cf317dc25961dc4865147": "胁迫耐受性；组蛋白乙酰化；表观遗传工程；DNA甲基化",
  "8dabc26cad06325157925000b2a96e1e": "受体激酶；串扰；碱化；RALF；pH值；植物发育；胁迫；信号通路",
  "6ac2f614bb140202d1a2b1ef41a6de1d": "植物非生物胁迫响应的表观遗传调控",
  "4ce9fce87baef569453bed86b0c3d50f": "褪黑素；重金属；抗氧化酶；生长；光合作用；氧化损伤",
  "a8f265a77cc718b919849d35c1de7a30": "整合功能生态学与种群生态学以检验性状的适应价值",
  "2d2710e7d8bb4dede354ab5c9c399026": "植物既非哑巴也非聋子；它会说话且能听懂",
  "b5fe5936e2d71d574c1a61853ffc0274": "木霉属；病害管理；内生真菌；害虫控制",
  "2ee842cae76f439540f63f6f02b95121": "共生微生物可能影响宿主植物的生长成败、维持可存活种群的能力，以及其在原生范围之外建立和扩散的可能性。某些或全部生命周期内无症状的细胞间和细胞内微生物共生体——内生菌——可以与宿主植物形成互利共生、共生或致病关系，并有时与外来植物形成新的关联。真菌内生菌可能是感染植物最常见的内共生体，其生活史、形态学、生理学及与植物的共生特性与其他内生菌群体有明显区别。本文综述了真菌内生菌在植物入侵过程中的群落动态变化，以及其功能角色在入侵的不同阶段（运输、引入[定殖]、建立和扩散）如何发生变化。每个入侵阶段都存在独特的生态过滤器，外来植物必须克服这些过滤器才能进入下一阶段的入侵。内生菌可以交替帮助宿主克服特定阶段的过滤器，或者加剧过滤器施加的障碍（如生物抗性），从而影响入侵路径。少数真菌可以通过种子内生菌从其原生范围传播，并通过垂直传播传递给非原生范围内的下一代，特别是在禾本科植物中。在其他植物类群中，外来植物主要通过水平传播从入侵地植物群落中获得内生菌，宿主内生菌群落受宿主过滤和生物地理因素（如散布限制、环境过滤）的影响。感染外来植物的内生菌（无论是随宿主传播还是在非原生范围积累）可能通过影响植物生长、繁殖、环境适应性以及对病原体和食草动物防御能力来影响入侵成功；然而，这些效应的方向和强度可能取决于宿主身份、生命阶段、生态条件和入侵阶段。这种情境依赖性可能导致内生真菌在相同或不同宿主中转变为非内生（如致病）的功能阶段，从而改变外来-本地植物群落动态。最后，我们指出了外来宿主如何利用内生菌功能在新环境中的情境依赖性，以及在入侵的不同阶段中利用这一特性的方式。",
  "77b1816e977a1f52efc34e5a41c04248": "荧光化学传感器助力可持续农业中植物健康及其生存环境的可视化研究。",
  "e949bf8a04662b1cff4d2f3a6b06e87c": "宏基因组温度计",
  "f74353f34e87c2eae9044b308724a525": "比较基因组注释",
  "dc0bf61e94ac39ae8944ee19f210397c": "无族系基因组比较",
  "d2d2322046b465259e8078b79f443301": "基因组注释",
  "4d14ff646b8544ddc48ba1c23afd2323": "产生发育创新的基因组寄生虫",
  "bb503e1eb906f37c54dfe8c6edcd7e96": "生物防治；疾病介导的入侵；真菌内生菌；入侵植物；真菌病原体；群落组装；植物-真菌相互作用；天敌释放",
  "8ee5a40a1189a9b3bb17269fa26a05b7": "植物健康影响着衍生食品产品的营养品质与安全性，而这种健康状况受到与微生物共生相互作用的影响。这些相互作用会影响组织水平上的局部分子特征。因此，研究植物、微生物和基于植物的食品中分子的分布对于评估植物健康、确保进入我们食物供应链的农产品的安全性和质量以及规划农业管理实践至关重要。在此框架下，可以通过质谱成像（MSI）可视化植物基样本中的分子分布。本文综述了关键的MSI方法学，并强调了它们在揭示植物、微生物和食品产品中代谢物、脂质、蛋白质、色素和元素成分定位方面的作用。此外，还描述了结合其他成像技术的多模态分子成像方法的研究。本文描述了影响不同MSI技术在各种农食研究中适用性的优缺点，以帮助做出有针对性的分析选择。例如，一些MSI技术需要精心准备样品，而另一些则会牺牲空间分辨率以提高通量。本综述讨论了灵敏度、电离偏差和碎片化、参考数据库以及化合物类别特异性等关键参数。随着仪器、数据分析和互补技术集成的不断改进，MSI加深了我们对农业生态系统分子生物学的理解。这反过来又推动了可持续且高产的农业实践的探索。",
  "510ba9549fb3204c867bccf94c2a0704": "基因组探索者基因浏览器",
  "ac1cc3996ab1ee7a1f6ce0fe380eb5d1": "植物与微生物在复杂的生态系统中共存，对农业生产力具有重要影响。植物与微生物之间的相互作用可能有助于或损害植物健康，具体取决于它们之间的交互方式。微生物通过分泌影响植物细胞的蛋白质、产生抗生素或毒素等生物活性化合物以及释放如N-酰基高丝氨酸内酯类分子来协调其行为等方式与植物相互作用。此外，微生物还能产生植物激素，帮助调节植物的生长和应激反应。植物则通过释放碳源、氮源、群体感应分子、肽信号以及类黄酮和独脚金内酯等次生代谢物与相关微生物进行互动。成功的化学信号交换对于维持这些关联至关重要，对植物的生长和发育具有重要意义。本文综述了调控植物-微生物相互作用的复杂信号分子和机制，阐明了化学通讯通路的关键作用。通过研究这些分子对话，本文旨在加深我们对化学信号分子的理解，为未来利用这些网络促进农业可持续发展奠定基础。",
  "e63df38ce7471bc4abbebce88d1af89d": "全球约有20亿公顷的土地退化，亟需生态修复。主动修复通常涉及植被恢复，这带来了直接播种与种植苗圃培育幼苗之间的两难选择。植被恢复方法的选择可以调节植物的存活率和表现，并具有经济影响，最终反馈到我们进行修复的能力上。我们遵循同行评审的协议，开发了一个系统性地图，以收集、描述和分类关于播种与种植在实现修复目标方面的比较研究。我们编制了一个数据库，包含所有检索到的研究特征，可以通过该数据库搜索特定地点和栖息地、修复目标、植物材料、技术方面以及所测量结果的研究。搜索使用了八种语言，共检索到3355篇出版物，其中保留了178篇。系统性地图识别了研究空白，例如缺乏全球南方国家、热带雨林以及长期研究的案例，这些代表了扩展实地研究的机会。此外，许多研究忽略了报告重要的技术细节，如种子来源和苗圃栽培方法，而浇水或幼苗保护等其他方面在种植中的应用频率高于播种，这限制了我们从过去的研究中学习的能力。大多数研究关注目标植物的结果，但避免测量一般性的修复结果或经济方面的问题。这是一个重要的研究空白，因为植被恢复方法的选择很大程度上基于经济因素，而修复目标的实现不仅仅局限于植物的建立。最后，我们发现大量研究是在温带地区和较短时间（0-5年）内进行的。这一研究集群呼吁未来进行深入综合分析，可能通过元分析揭示播种与种植的整体平衡，并评估这种响应是否受物种特性、环境特征或技术方面的影响。除了识别研究集群和空白外，系统性地图数据库还允许管理者找到最相关的科学文献，以确定特定条件（如某些物种或栖息地）下播种与种植的适宜性。",
  "9bec03a199aa354f97d13e65fceb9dea": "土壤盐碱化是影响农业生产系统可持续性和盈利能力的主要环境限制因素之一。虽然野生作物近缘种群具有耐盐性状，但在驯化过程中这些性状可能已经丧失或显著减弱。鉴于盐碱胁迫耐受性性状的遗传和生理复杂性，农业解决方案可能是改善作物耐盐性的可行替代方法之一。其中一种方法是优化施肥实践以帮助植物应对土壤中升高的盐分水平。本文综述了硼（一种必需的类金属微量元素）的可利用性与植物在整体、细胞和分子水平上对盐碱胁迫的适应性反应之间的因果关系，并探讨了利用硼缓解盐胁迫的可能性。涵盖的主题包括盐碱胁迫对细胞壁重塑、质膜完整性、激素信号传导以及调控植物离子和水分稳态的各种膜转运蛋白的影响，以及硼在调节H⁺-ATP酶活性中的作用，该酶的运作对于控制多种电压门控离子通道至关重要。此外，还讨论了硼可利用性与水孔蛋白表达模式及其功能之间的复杂关系。",
  "bc36fa16066228d7e929405020d6ece8": "动物和昆虫通过人类耳朵难以察觉的低频或高频振动进行交流。植物和树木同样能够进行交流并感知声音。Khait等利用可靠的录音系统捕获了受压植物发出的空气传播声波。这些声音不仅帮助植物传递压力信号，还对植物防御、生长发育以及抗逆性具有重要作用，同时也能作为危险逼近的预警信号。Demey等和其他研究者讨论了针对植物在原子和生物层面听觉能力的审计调查。他们探讨了植物中声音的生物学意义、植物对声音的形态生理响应，以及植物自身发出并能感知的几米范围内的空气传播噪声。",
  "c3887fda4c3ce3ab1c6a2c17d58c48f1": "苗圃；联合国生态系统恢复十年；林业；再造林；播种；幼苗",
  "9602d62c561a895c4af752ecf0472941": "植物-微生物互作；定殖；内生菌群；信号转导；群体感应；叶际；根际",
  "71c76be99c1cd1f22c5e70811c807d01": "在不同物种间比较大规模基因组结构可以提供有关物种系统发育、基因组组织以及基因关联的宝贵见解。本章回顾了家族无关的基因组比较工具FFGC。该工具通过内置接口与序列比较工具（BLAST+或DIAMOND）以及整数线性规划求解器（CPLEX或Gurobi）结合，提供了多种无需预先对研究基因组中的基因进行分类即可进行分析的方法。以注释过的基因组序列作为输入，FFGC 是一个完整的基因组比较工作流程，不仅可以计算相似性和差异性的度量，还可以同时基于序列相似性和大规模基因组特征推断基因家族。",
  "c87f3ebe01e439622eb5c707b478803a": "系统基因组学推断指南",
  "c31756c4e528c08781dd9958743b3892": "绿色屋顶因其提供的环境、社会和经济效益而被广泛研究。因此，绿色屋顶在许多城市居民的日常语言中已变得普遍，并且在北美许多城市的法规和建筑标准中也有所体现，这使得这种绿色基础设施在城市景观中根深蒂固。尽管几十年前建造的绿色屋顶实例存在，但很少有绿色屋顶能够被长期监测（超过十年），并且以允许实验、分析以及得出性能或功能结论的方式进行监测。本研究展示了加拿大多伦多一个绿色屋顶测试设施长达十多年的监测结果，重点关注了该设施前七年的表现（2011-2021）。我们考察了种植基质、植被选择以及灌溉对绿色屋顶性能的影响。研究发现，在2011年至2017年的维护阶段，使用景天属植物（Sedum）种植、包含有机基质并进行灌溉的模块具有最高的植物覆盖度和生物量，而未灌溉条件下种植豆科植物（forbs）和草类的模块表现最差，无论基质类型如何。在灌溉停止后的后期维护阶段（2017-2021），最初种植景天属植物的模块仍然维持了一定的覆盖度和生物量，而原本种植豆科植物和草类的模块大部分消失了，这些区域最终被景天属植物占据。我们的研究结果表明，通过灌溉，豆科植物和草类的种植可以维持植物覆盖度和生物量。然而，景天属植物更能适应环境条件的变化或维护方式的突然改变，为扩展型绿色屋顶提供了额外的安全保障，降低了失败风险。",
  "6cf68f5c2799af5dc4501cc86dcfd068": "接近终点（线）。",
  "3e2d6e61cdbad684263193815779bb72": "植物-环境互作；植物声学；声音感知；声音模仿；植物-植物互作",
  "e020b46315567fa07e44e428547203a5": "一个全面的基因组组装评估管道",
  "b88106d5ee37a4bb767095e5d898a01f": "随着全球气候变化的加剧，各种非生物胁迫的发生频率和严重程度将对植物健康和生产力构成重大威胁。干旱胁迫（DS）是一种严峻的障碍，通过特定的形态学、生理学、生化和分子机制扰乱植物的正常功能。理解植物如何应对DS对于减轻其不利影响至关重要。在DS条件下，植物合成或积累多种植物生长调节剂（PGRs），包括植物激素、神经递质、气体信号分子和多胺等，这些物质为适应或耐受胁迫条件提供了有前景的可持续绿色化学策略。这些PGRs协调关键的植物结构与功能调整，激活防御系统并调控细胞水平的响应、转录水平、转录因子、代谢基因以及胁迫响应候选蛋白。然而，这些分子在缓解DS方面的效果取决于植物种类、施用的PGR剂量、处理方式、DS暴露时长以及生长阶段。因此，探索PGRs综合影响以提高植物适应性和DS耐受性的研究对于全球粮食安全和可持续农业具有重要意义。本文综述了植物对DS的响应，解释了外源施用不同PGRs的潜力，剖析了PGRs之间的复杂化学关系，并揭示了利用组学方法挖掘DS耐受性分子基础的可能性。本综述更新了关于利用各种PGRs增强DS条件下植物整体适应性的全面机制见解。",
  "4062715d5c978bbb7e72782bc26a70f9": "作为DNA转座子的一种，Helitron通过滚环中间体实现转座。与其它DNA转座子不同，Helitron在转座过程中不会改变原始模板元件，因此被定义为“剥皮-粘贴元件”。Helitron能够捕获并移动宿主基因组片段，对宿主基因组产生深远影响。本文综述了目前对Helitron的理解，探讨了其起源、转座机制以及其活动对基因组结构和功能的广泛影响。我们还研究了由Helitron转座基因片段引发的进化冲突，并阐明了它们如何被驯化以调节宿主对环境挑战的响应。展望未来，这一领域的进一步研究有望揭示Helitron在塑造基因组景观中的重要作用。",
  "d2390e3583ef057f34c8dd77306fb435": "机遇与挑战",
  "16d12c53761a36ea7acdfb62f14f72ed": "组学方法为植物砷胁迫响应提供了全面的见解，为培育耐砷作物奠定了基础。鉴于砷对土壤生产力和环境健康的影响，理解植物中的砷毒性对于环境和农业的可持续发展至关重要。尽管已有文章详细探讨了砷毒性和耐受性的分子机制，但需要一篇综合综述来总结近期组学技术在研究植物对砷暴露反应方面的进展。本文综述强调了组学方法（基因组学、转录组学、蛋白质组学和代谢组学）在表征植物整体复杂砷应答中的重要贡献，这可能推动耐砷植物的开发。基因组技术，如数量性状位点（QTL）作图、全基因组关联分析（GWAS）、随机扩增多态性DNA（RAPD）和抑制消减杂交（SSH），有望提供与植物砷胁迫响应相关的遗传多样性和表达模式的有价值信息，并突显CRISPR-Cas9等新技术的强大功能。转录组学方法（如微阵列和RNA测序）揭示了植物在砷胁迫下的基因表达模式，强调了硫代谢在砷耐受性中的作用。蛋白质组学结合双向电泳（2-DE）与基质辅助激光解吸电离飞行时间质谱（MALDI-ToF MS）或电喷雾电离串联质谱（ESI-MS/MS），可提供关于胁迫诱导蛋白及其在缓解砷毒性中作用的见解；而基于iTRAQ的蛋白质组学则有助于理解高砷浓度下不同品种的特异性响应。代谢组学利用液相色谱-质谱（LC-MS）、气相色谱-质谱（GC-MS）、高效液相色谱（(U)HPLC）和核磁共振（NMR），阐明了植物暴露于砷时小分子变化及复杂的代谢活动。数据整合和相关工具的综合应用为推进耐砷植物的开发以及增强环境和农业韧性提供了基础。",
  "45d39af75ba0384ccb76851ecde20d2b": "蛋白质家族邻域分析器——ProFaNA。",
  "71fbec0c22664c743fa8e9289b234a53": "根际是植物、微生物与土壤之间的关键界面，影响植物健康和营养，并调节陆地生物地球化学循环。近期研究表明，根际环境比之前认为的更加动态，出现了关于根际化学成分和微生物群落组成昼夜节律性的证据。这种节律部分与宿主植物的昼夜节律相关，但一些异养型根际细菌和真菌也可能具有内在的节律性。本文综述了根际微生物群落昼夜节律性及其与植物昼夜节律钟之间联系的证据。讨论了可能驱动微生物节律的因素，包括根系分泌物通量和组成的昼夜变化、根际理化性质以及植物免疫系统。还考虑了可能有助于群落节律性的微生物过程，包括自持的微生物节律、细菌进入和离开根际的运动，以及微生物间的相互作用。此外，我们探讨了由植物昼夜节律调控的微生物组成变化对微生物功能的影响及其对植物健康和更广泛的土壤生物地球化学循环过程的意义。我们指出了关键的知识空白和方法，这些可以帮助解决根际微生物节律的空间和时间变异及其功能意义。这包括解析决定微生物活动、生长和死亡振荡的因素，以及在昼夜时间框架内与宿主的交叉对话。我们得出结论，昼夜节律是根际的一个固有特性，在根际研究中应考虑并报告时间因素。",
  "f174a007734b0f0619d76b69e00a3a39": "植物在其生存环境中面临多种挑战，包括来自生物因子（生物胁迫）和非生物因子（非生物胁迫）。在影响作物植物的主要非生物胁迫因素中，温度、水分、盐分及寒冷的变化对作物产量和产品质量构成了显著威胁。植物具有非凡的适应性和韧性，并通过遗传和表观遗传机制来应对非生物胁迫。其中一些关键的表观遗传机制，如DNA甲基化和组蛋白修饰，支持植物在对抗这些胁迫时的生存能力。这些机制在帮助植物适应恶劣环境条件方面起着至关重要的作用。不同表观遗传机制在响应非生物胁迫时的作用机制各不相同，每种植物种类和胁迫类型可能触发独特的表观遗传反应，这凸显了植物在胁迫条件下适应能力的复杂性。本文综述了表观遗传学在提高植物在各种非生物胁迫下生存和表现能力方面的重要性。文章还强调了我们对参与植物非生物胁迫耐受性的表观遗传机制理解的最新进展。这一不断增长的知识对于未来减轻非生物胁迫对各种作物的影响至关重要。",
  "2cb1c60259d3c65879540180e6136f32": "转座元件；Helitron；基因组演化",
  "acdcf7aa2b0d4964058d6501fd8cb861": "保守相邻性；共同区间；基因组距离；基因同源性推断；无基因家族；基因组相似性；基因组中位数；双重切割与连接；基因排列分析",
  "144e0e976d2a2d0a5e4d827048c8521e": "新测序的基因组正以前所未有的速度被添加到生命之树中。其中很大一部分新基因组在系统发育上与之前已测序和注释的基因组接近。在其他情况下，则需要同时注释密切相关的物种或菌株的整个分支。在后续研究中，当共享的基因结构普遍存在时，这些密切相关物种或菌株之间的差异往往成为研究的重点。本文综述了比较结构基因组注释的方法。这些方法包括经典的蛋白质序列或蛋白质特征图谱与基因组比对的方法，以及利用基因组比对进行比较基因预测的方法，后者可以同时注释单个目标基因组或所有输入基因组。我们讨论了这些方法如何依赖于基因组的系统发育位置，并就方法选择提供了建议，还通过一个实例检验了基因结构注释之间的一致性。此外，我们还提供了关于基因组注释的一般性实用建议。",
  "01db4a5c52b9f27f832b0dd34a5e6b02": "植物覆盖；基于自然的解决方案；生命周期研究；灌溉；景天；绿色基础设施",
  "9e6eb50dc3898030af365b2b2ea547d8": "环境中存在各种各样的微生物，每种微生物都有其最适生长温度（OGT）。长期以来，人们一直在研究基因组信息与每个物种OGT之间的关系，其中一项研究表明，可以根据原核生物基因组中所有编码氨基酸序列中七种氨基酸（IVYWREL）的比例，精确预测其OGT。在此发现的基础上，我们开发了一种“宏基因组温度计”，用于基于宏基因组序列预测环境温度。利用公开可用的宏基因组数据对不同环境的温度预测表明，宏基因组温度计能够以较小的温度变化和较少的外来微生物流入，准确预测环境温度。通过使用人工热水管道进行的演示实验进一步验证了宏基因组温度计的准确性。此外，该温度计还被应用于人类肠道宏基因组样本，得到了人体体温的合理准确值，这进一步表明人体核心体温决定了肠道微生物群落的优势谱系。宏基因组温度计提供了一种新的视角，即基于氨基酸组成而非微生物分类单元来理解温度驱动的群落组装。",
  "dc816be87a5d548e577c19b4ee3ece11": "噬菌体基因组的比较分析",
  "662ade17915ababffc65d8b920861aeb": "植物胁迫响应；组学技术；植物砷毒性；植物对砷酸盐/亚砷酸盐的响应",
  "5c5c37417c45b166e952175b3d38488c": "植物；非生物胁迫；脱氧核糖核酸；表观遗传调控；机制",
  "b69204bb30df0f92bcf55234de66a521": "噬菌体的结构与基因组多样性",
  "99369fcd8975b48df9525068c30af196": "基因组关联决定癌症演化。",
  "2bb882262fed6d0d0923941d75e8ee82": "谱系注释；多基因组比对；基因预测；注释映射；注释一致性",
  "ec2617d1260645ec5d49220fe08a9749": "温度；人体肠道；宏基因组；群落组装；温泉",
  "e54da5ecec14d8d60279cd1f16ae9261": "利用完整灵长类基因组和先进生物技术推动进化医学的发展",
  "02b0ce9e00d569bc18ef26400c42cd29": "系统基因组学旨在考虑整个基因组或基因组的大片段来重建生物的进化历史。系统基因组学在进化生物学、系统学、比较基因组学和保护遗传学等领域具有重要意义，为物种的起源和亲缘关系提供了宝贵的见解，并有助于我们理解生物多样性和进化过程。本章综述了旨在构建基因树和物种树的系统发育概念与方法，同时讨论了常见的陷阱，并提供了相关计算机程序的参考。本章最后给出了一个包括细菌基因组的实际系统基因组分析示例。",
  "3f9cba29c23a486614bcbdb0ea832ebb": "Nucleocytoviricota的GC含量图谱",
  "626812c48276c60b0ee91dc0823d8551": "关于其遗传多样性和潜在毒力因子的研究",
  "754ac1c2d5fd7907d499342a44e0ec27": "异源多倍体亚基因组鉴定及其对进化分析的意义",
  "e0a55a3eefb5dab44857bafd73c1ca37": "仅使用纳米孔测序组装的嵌合株克鲁兹锥虫全基因组组装",
  "8914824e4ec61ded9475115147d76f07": "植物策略是经自然选择塑造的表型，使种群能够在特定环境中生存。植物策略理论对于理解植物群落的构建、预测植物对气候变化的响应以及改善我们退化的生物圈恢复至关重要。然而，现有的植物策略模型差异很大，往往倾向于单独强调功能特征或生活史特征，而未能将两者整合到一个通用框架中，以提升我们对植物形态和功能的生态学与进化论理解。要推进对植物策略的理解，需要投资于两个互补的研究议程，这些议程将统一功能生态学和种群生态学。首先，我们必须通过量化植物性状的维度来确定其可能的表型范围。这一步骤要求对代表地球上广泛系统发育谱系、环境梯度和地区分布的物种进行密集的性状取样。继续在本地取样并全球共享数据以填补性状数据库中的偏见空缺非常重要。其次，我们必须测试性状在解释物种分布、种群增长率以及资源限制、干扰模式、温度、植被密度和其他策略频率等环境梯度下的种群增长速率的能力。这一步骤需要有理论指导的经验研究。超出原生范围的互换移植实验和综合人口建模是最有力的方法，用于确定性状-环境相互作用如何影响适合度。超越易于测量的性状，并评估在不同环境背景下受到最强生态选择的性状，将有助于我们理解植物适应性。植物策略理论有望（i）分解生产力和干扰梯度的多个维度，并区分对气候和资源限制的适应与对干扰的适应，（ii）区分表型的基本和实际生态位，以及（iii）阐明功能特征和生活史特征之间的区别和关系。",
  "3b9e820d7208bad36fa61e7ba113234f": "非整倍体是一种在癌症中经常发现的染色体失衡状态，导致复杂的癌症基因组。Kuzmin及其同事在三阴性乳腺癌中识别出非整倍体基因组如何通过独特的基因组网络相互作用而形成。",
  "3d5d915e5706dda142323c1e8d9d8578": "长末端重复反转录转座子在皮炎芽生菌和吉尔克里斯蒂芽生菌进化分歧中的基因组塑造作用及比较基因组分析",
  "c72214f0d5710bb33cc4dd2dc65a730f": "基因组测序项目的标志性任务是提供物种的遗传信息，并对基因和蛋白质进行功能注释。这一过程高度依赖于基于同源性检测的基因组注释，而同源性检测来自先前已知的基因组数据。基因组测序技术的快速发展使得基因组测序在生成基因组数据的时间框架内变得经济且高效。因此，基因组测序已成为一种常见的实践。新测序基因组的注释与表征是任何基于基因组数据的生物学实验成功的关键因素。蛋白质基因组学领域需要进一步注释的基因组来支持基于蛋白质组学的研究，并且这些研究通常结合了基因组和RNA-seq数据。本章描述了从头开始的基因组注释过程，包括从基因组测序到一般基因组注释以及使用BLAST、BLAT2GO（现为OMICSBOX）、PANNZER、基因本体论（GO）和KEGG的专门基因组注释。此外，还涵盖了重复序列识别与掩蔽、基因预测、全基因组注释过程以及RNA-seq协议等内容。同时，本章聚焦于一些感兴趣的基因，如与生物合成基因簇（BGCs）、碳水化合物活性酶（CAZymes）、丝氨酸蛋白酶抑制剂（serpins）、膜转运蛋白和毒素相关的基因。手动注释对于至少某些基因组也是关键步骤，这些基因对于所研究的物种往往至关重要。本章还简要介绍了基因组注释过程中所需的系统发育和系统基因组学过程。",
  "cce97bdbffcddfa657b2ce5b826fed39": "系统基因组学；全基因组；基因树；物种树；系统网络；系统发育",
  "340cc74b838e7828b3ee2c4b0733b2e4": "功能特征；种群生态学；繁殖；存活；趋同进化；资源限制；温度；种群统计学；干扰格局；生活史",
  "5f986fd436120850cfea4898d3931b62": "//github.com/zy-optimistic/GAEP 公开发布，遵循 GPL3.0 许可证。通过 GAEP，用户可以快速获得准确可靠的评估结果，从而促进高质量基因组组装的比较与选择。",
  "72890427030ba79e8e908f346386a20b": "大型语言模型（LLMs）正在广泛的科学领域产生变革性影响，尤其是在生物医学科学领域。正如自然语言处理的目标是理解词序列一样，生物学的一个主要目标是理解生物序列。基因组语言模型（gLMs），即在DNA序列上训练的LLMs，有潜力显著提升我们对基因组的理解以及不同尺度上的DNA元件如何相互作用以产生复杂功能的认识。为了展示这种潜力，我们强调了gLMs的关键应用，包括功能约束预测、序列设计和迁移学习。然而，尽管近期取得了显著进展，开发有效且高效的gLMs仍面临诸多挑战，尤其是对于具有大型复杂基因组的物种而言。在此，我们讨论了开发和评估gLMs的主要考虑因素。",
  "453fe82de1f4094f65d7f1034be0d47f": "表型组学和基因组学在揭示谷物复杂性状遗传基础中的作用",
  "feb5ab292cdd3fcdc332e91f8b627826": "大鼠（*Rattus norvegicus*）一直是生物医学研究中重要的模式生物。本文综述了该物种的起源、其进入实验室研究的过程以及利用这一模式生物所发展起来的遗传学和基因组学方法。基因组学研究在多个重要生物学特性方面取得了重要进展并提供了新的见解。然而，由于缺乏完整且准确的参考基因组，一些研究受到了阻碍。针对大鼠的新测序和基因组组装方法产生了新的参考基因组装配版本GRCr8，这是一个接近端粒到端粒的高碱基水平准确性组装，并包含先前组装中未捕获的多个元素。随着基因组组装方法的不断进步以及生产成本逐渐不再是显著障碍，多种近交系大鼠的基因组装配正在出现。这些装配将使构建大鼠泛基因组成为可能，从而捕捉选定用于研究的大鼠品系中的所有遗传变异，并克服依赖单一参考装配所带来的参考偏倚问题。通过这种方式，这种模式生物对基因组学研究的全部潜力将开始得以展现。",
  "d3c1a2c37e06300deb639cdc24affcce": "使细菌比较基因组学变得简单。",
  "aa94a7fdacd517b6eb4a0104d87a54c2": "蛋白质组学；高通量测序（NGS）；BLAST2GO；基因组；BLAST；转录组测序（RNA-seq）；基因组注释",
  "5bfa901639410cb744bc8a802bc1ba82": "同一操纵子中的两个相邻基因是否相关？几个转录因子结合位点的顺序和间距是什么？基因组浏览器是一种数据可视化和探索工具，生物学家可以利用它来回答这些问题。本文报告了我们对基因组浏览器Genome Explorer的重大更新，该更新实现了基因组的近乎即时缩放和遍历，使用户能够快速轻松地放大到感兴趣的区域。用户可以在展示整个基因组、单个基因和序列的不同尺度之间迅速切换；Genome Explorer针对每个尺度呈现最相关的细节和上下文。通过将整个基因组的数据下载到用户的网络浏览器并动态生成本地可视化，我们实现了对缩放和平移功能的精细控制以及实时重绘可视化的效果，从而提供了比其他浏览器更流畅、更直观的基因组探索体验。此外，Genome Explorer以熟悉的图形方式在同一行显示基因组特征，而许多其他浏览器则使用数据轨迹来表示基因组特征，这会导致信息密度低且可能视觉上掩盖特征的相对位置。Genome Explorer图示具有高信息密度，在给定尺寸的显示器上比基于轨迹的浏览器提供更多的基因组上下文和序列信息。Genome Explorer还提供可选的数据轨迹用于大规模数据分析，并提供一种独特的比较模式，该模式在同源基因处对齐基因组并同步缩放。基因组浏览器通过图形化展示基因组信息，加快科学家对复杂基因组数据的吸收速度。它们提供搜索操作以帮助科学家查找信息，并提供缩放操作以使科学家能够在不同分辨率下查看基因组特征。我们介绍了Genome Explorer浏览器，它提供了极快的基因组可视化和高信息密度的显示效果。",
  "c3a1c337350dc1edbe8058a4888d7a17": "本研究的核心假设是植物种类和种子分泌物释放会改变胚珠土壤中微生物的组装。我们的研究调查了微生物对胚珠土壤中初始养分爆发的响应，填补了先前研究的空白，这些研究是在无菌条件下预萌发种子。我们确定了几种具有长期植物生长促进历史的富营养型细菌谱系，在初始分泌物释放时大量增殖。通过比较网络方法，我们显示这些富营养型细菌并非网络的核心，表明其他微生物（包括真菌）可能对群落结构很重要。本研究提高了对鲜为人知的胚珠微生物动态的认识，并有助于为解决胚珠病原体提供生物学或生态学启发的解决方案。",
  "9aaa7a79c22a8d8fcd739bd5051bc6d0": "基因组组装；组装评估流程；组装错误断点；组装指标；组装错误检测；组装质量；组装冗余度",
  "f3ede6203e80a1a64ba76493d73dad96": "重复区域；基因组注释；结构变异；基因组组装",
  "a605ff4fc3f3b376f5cec6b89c30fd99": "迁移学习；基因组语言模型；变异效应预测；序列设计；机器学习",
  "6ee25e89f6cb84f4ee773316ad59cb4a": "基因组浏览器；基因组",
  "e07547fdc8eefa47f0d3ca89745ff4d2": "细菌噬菌体多样性是一个相对未知的前沿领域，但正在迅速被探索，从而带来了大量新信息。通过噬菌体分离研究和元基因组分析，新型噬菌体正以前所未有的速度被发现。此外，基于核苷酸序列的病毒分类系统也已开发出来，以更好地处理这些新信息。由于这些发展，噬菌体科学家们正从认识到自然环境中必定存在大量不同种类的噬菌体颗粒，过渡到识别特定环境中实际存在的噬菌体丰度和多样性。本文综述了这一过渡的开端，展示了该领域正在发生的巨大变化。它见证了噬菌体研究前沿的扩展，揭示了在解析细菌噬菌体多样性的复杂世界以及推进我们对这些神秘病毒实体的理解方面取得的显著进展。",
  "5c5067457e7709896dfbd3d3213f80db": "基因组测序的进步揭示了对节肢动物宏进化有贡献的基因内容变化。",
  "13e21b975995950b4025df9a7dc95881": "微生物组；棉花；大豆；种子球",
  "57f856665e8cdb7f9317cca9a5133474": "//bioinfo.sggw.edu.pl/neighborhood_analysis。",
  "ab35c552f7ff1b6b751f707be7b4ec41": "综述",
  "607ec462777d8b56e8d9bcf336ed92ff": "进化医学整合了进化生物学与医学，极大地提升了我们对人类特征及疾病易感性的理解。然而，由于技术限制，以往的研究多集中于单核苷酸变异，这阻碍了对其进化起源和临床意义的全面分析。本文综述了全端粒到端粒（T2T）、灵长类基因组以及其他灵长类资源的最新进展，并展示了这些资源如何促进复杂区域的研究。我们聚焦于几个与生物医学相关的区域，探讨灵长类基因组进化与人类疾病之间的关系。此外，我们还强调了高通量功能基因组技术在评估候选位点方面的潜力。最后，我们在进化医学的背景下讨论了灵长类研究的未来方向。",
  "a7588540b39743a6062be2fa396ffeee": "细菌病毒（噬菌体）是地球上数量最多且多样性最丰富的生物实体。由于噬菌体在应对多重耐药病原体方面具有巨大潜力，全球范围内对以噬菌体为中心的研究兴趣重新高涨。越来越多完整的噬菌体基因组得以获得，这些基因组既来自新分离的培养噬菌体，也来自宏基因组测序数据中恢复的未培养噬菌体。强有力的比较分析对于全面理解噬菌体的基因型变异及其相关的进化过程至关重要，同时也有助于研究噬菌体与其宿主之间的相互作用机制。本章介绍了一种用于噬菌体比较基因组学的实验方案，所选工具来自当前众多可用工具中的部分，重点关注分类为鞘尾病毒纲（Caudoviricetes）的完整噬菌体基因组。该方案能够准确识别新旧已知完整噬菌体基因组之间的相似性、差异性和模式，并实现噬菌体聚类和系统分类。",
  "5766b33f4af68d25b074ea4a3ef47b0c": "进展与展望",
  "e6e3a230fbc21145141ca22296341e95": "一种关于黏细菌基因组特征的数据库",
  "998dc4946f4d2c4a68817e38539af58d": "禾谷镰刀菌基因组中结构变异的景观及其预测功能角色",
  "b513d99931330a16ab0de150018c7764": "重新定义与诠释元建立者的基因组关系",
  "8978fb65b62d97a517c0784789962235": "野生和家养种群的见解",
  "d8dab851ec5138b72d7d90bd7a1037aa": "全基因组复制（WGD）是真核生物中广泛存在的基因组事件，被认为对许多谱系的进化成功做出了贡献，包括开花植物、酵母和脊椎动物。WGD通常可以分为自源多倍体（来自单一物种的倍性增加）或异源多倍体（来自多个物种的倍性增加）。确定异源多倍体的亲本物种（在多倍体中称为亚基因组）对于理解多倍体的生物学和进化至关重要，包括杂交后亚基因组的不对称进化（偏向剔除）。本文综述了用于识别异源多倍体亚基因组祖先的不同方法，讨论了这些方法的优势和劣势，并概述了这些方法如何影响后续基因组的进化分析。",
  "aa0f735ffa58e557b32549e34d4bd4f9": "噬菌体发现；多样性；噬菌体-细菌相互作用；噬菌体；分类学；基因组序列；宿主范围",
  "eb13b63e50b1c48ca228f2db041b7029": "比较基因组学；基因功能预测；基因组邻近区；蛋白质域",
  "52db1cd744c1808df9db05c560610952": "风险等位基因；进化医学；人类疾病；长读长测序；结构变异；完整基因组",
  "f05b8459fe75d6ffc7f9115a451a5b37": "在全球范围内，91%的植物生产会受到各种环境胁迫的影响，导致产量损失50%-60%，这对粮食安全构成了严重威胁。在这种情况下，监测环境与植物健康之间的关系，有助于平衡人口需求与环境保护及资源分配之间的矛盾。由于荧光化学传感器具有高灵敏度和良好的生物相容性，在监测植物健康与环境方面取得了显著进展。然而，截至目前，尚无对用于监测植物健康与环境相关性的荧光化学传感器进行全面分析和系统总结的报道。因此，本文综述了从设计策略到在监测植物-环境相互作用过程中的应用的当前荧光化学传感器。首先，我们强调了具有设计策略的荧光化学传感器类型，以解决监测植物健康和生存环境时遇到的瓶颈问题。此外，还讨论了荧光小分子、纳米和超分子化学传感器在可视化植物健康和生存环境方面的应用。最后，概述了该领域的主要挑战和前景。本研究将为高效荧光化学传感器的设计提供指导，从而推动可持续农业的发展。",
  "86e86137f4d500addc840d3d7ec8e997": "噬菌体；前噬菌体；功能注释；比较基因组学；生物信息学；噬菌体聚类",
  "c39b223592600ce801221327b5aff727": "可转座元件；亚基因组；异源多倍体；偏向性分式化；k-mer",
  "830ecc75d450aa3bcb73bc42ef9e0a45": "蝶鱼染色体水平基因组揭示了独特色彩模式和形态特征的基因组特性。",
  "e8c7d019ff18636a193c2de3da133f15": "对新分离的菌株Perenniporia fraxinea SS3的基因组和分泌组分析鉴定出与硬木树严重病害相关的CAZymes。",
  "65886f42700e2fadf85481759140f1bf": "在基因组学研究中，序列组成分析采用多种方法，例如计算给定序列中鸟嘌呤和胞嘧啶的比例（GC含量），这可以揭示生物体生物学的多个方面。在此背景下，GC含量能够提供关于病毒-宿主关系及进化的见解。本文对属于囊病毒门的61个代表性病毒进行了全面的基因水平分析，该门类包含已知病毒圈中最大基因组的病毒。我们不仅基于某一病毒物种的平均GC含量与整个门的比较来评估参数，还考虑了基因位置和系统发育历史。结果表明，某些家族（如马赛病毒科）的代表具有相似的GC含量，而其他家族（如痘病毒科、藻病毒科和拟菌病毒科）的成员则表现出不同的GC值，这可能反映了它们适应特定生物周期和宿主的能力。有趣的是，位于基因组末端或特定基因组簇中的某些基因显示出与平均值不同的GC含量，这表明这些基因可能是近期获得的或受到独特的进化压力。此外，我们还评估了GC含量差异最大的基因中的水平基因转移以及潜在旁系同源基因的存在情况，显示了这些基因具有多重进化历史。综上所述，据我们所知，这项研究首次对囊病毒门成员基因组中的GC含量分布及其特征进行了全局性和基因水平的分析，突出了其多样性，并确定了未来研究的潜在新目标。",
  "bb84597dfa28556c93dddb8a63a5a27d": "目前的测序技术使得生成高度连续的基因组相对经济实惠。技术的进步使研究人员能够研究各种基因组变异（如基因获得与丢失）的后果。鉴于现在已有大量高质量基因组可供使用，我们评估了这些基因组变异对表型进化的具体影响。我们特别强调，识别感兴趣的基因组变异仅仅是理解其影响的第一步，建立基因组变异与表型进化之间的因果关系仍需要大量的实验室或野外工作。本文主要聚焦于节肢动物的研究，因为这一门类具有令人印象深刻的表型多样性，同时也是进化遗传学研究的重要对象。本文旨在既突出该领域近期取得的进展，也为学习进化遗传学和基因组学提供入门指导。",
  "58bda44385adc806772a386d5c20c449": "挖掘基因组的大尺度功能区域有助于理解细胞生命本质。基因组信息的快速积累为基因组功能、进化和结构研究提供了丰富的素材。DNA克隆技术是理解、分析和操作生物遗传密码的重要工具。随着合成生物学家设计更为复杂且广泛的遗传通路，并将其研究扩展到新的生物体中，能够高效操作大尺度DNA的工具将为设计、改造和构建工程化生命提供动力。本文综述了直接克隆大基因组片段（特别是50-150 kb片段）领域的最新进展，着重介绍了这些克隆策略中目标片段释放与捕获步骤的技术进步。此外，还总结了大片段克隆在功能基因组学和天然产物挖掘中的应用。最后，我们进一步探讨了这些技术在未来面临的挑战与前景。",
  "bfe7b1b7a070729fb35d9583e0e4b464": "克氏锥虫是查加斯病的致病原，每年导致约一万人死亡。尽管查加斯病具有较高的致死率，但迄今为止仅有少数克氏锥虫基因组被组装完成，甚至一些常用的实验室菌株也缺乏基因组数据。这在一定程度上归因于克氏锥虫高度复杂且高度重复的基因组，传统短读长测序方法难以对其进行研究。本研究利用长读长纳米孔测序技术，无需短读长测序数据辅助，生成了杂合型图卢哈温株（一种商业上可获得的VI型菌株）的高质量全基因组组装。该组装基因组包含25%的重复区域、17%的可变多基因家族成员以及27%的转座元件（TEs），其质量与同时使用长读长和短读长数据组装的克氏锥虫基因组相当。值得注意的是，我们发现含有转座元件的区域显著富集了多拷贝表面蛋白，并且表面蛋白相对于其他编码区更接近转座元件。这一结果表明，诸如转座子之类的移动遗传元件可能驱动表面蛋白基因家族内的重组。本研究证明了纳米孔测序技术解析克氏锥虫复杂基因组区域的可行性，并通过解析这些区域提供了关于基因组多样化的潜在机制的支持。",
  "9d6b9a4339742fea0235b765dedb6d81": "核质大病毒门；基因组学；巨型病毒；GC含量；痘病毒",
  "d73e017ac21519321965a82694b23c57": "水平基因转移；基因复制；特有基因；基因组学；超级基因；宏进化；基因丢失；节肢动物",
  "78752978da6685eed96d2d2bfee454af": "合成生物学；直接克隆；生物医学；天然产物；大片段基因组；生物技术",
  "a6ea5e44af9a355aa414aeaee123fe0c": "干旱和盐胁迫是影响全球众多植物种类形态解剖学、生理生化及解剖结构的主要非生物胁迫因素。这些环境因子对叶片和茎部解剖结构的不利影响表现为细胞壁厚度、栅栏组织、海绵组织、韧皮部和木质部组织变薄，同时在盐胁迫和干旱条件下还观察到类囊体堆叠的分解以及线粒体体积增大。此外，干旱和盐胁迫显著降低了植物株高、叶片数量、分枝数、叶面积、鲜重和干重或植物相对含水量（RWC%）以及光合色素浓度。另一方面，在盐胁迫和干旱条件下，胁迫诱导的脂质过氧化作用、丙二醛（MDA）积累、电解质泄漏（EL%）以及活性氧（ROS）生成增加。抗氧化防御系统如过氧化氢酶、过氧化物酶、谷胱甘肽还原酶、抗坏血酸和γ-氨基丁酸是植物应对干旱和盐胁迫的重要组成部分，可保护植物细胞器免受ROS引起的氧化损伤。采用安全且环保的处理方法是克服干旱和盐胁迫对植物生长特性及产量产生不利影响的重要策略。研究表明，施用植物促生菌（PGPB）可以改善盐胁迫和干旱胁迫下的形态解剖特征；酵母提取物、甘露醇、脯氨酸、褪黑素、硅、壳聚糖、α-生育酚（维生素E）和生物炭通过清除ROS减轻了干旱和盐胁迫的负面影响，从而改善了受胁迫植物的属性和产量。本文综述了安全和环保处理措施在缓解与植物解剖、形态生理及生化特性改善相关的盐胁迫和干旱胁迫有害影响中的作用。",
  "f9485ba42109544edfd7eb98d22e3dac": "查加斯；纳米孔；克鲁兹锥虫；基因组组装",
  "5774fec7d089c7aa2d823abf2291fe42": "猪（包括家养和野生）存在于除南极洲以外的所有大陆，除了为人类提供重要的食物资源外，还作为生物医学研究的重要模型。随着基因组测序技术的不断进步，研究人员能够比较来自不同种群的猪基因组，从而有助于阐明其进化和扩散过程。进一步分析这些样本可能为提高家养猪的疾病抗性和生产力，以及更好地分类和保护野生及圈养猪的遗传多样性提供线索。然而，从不同种群收集样本是一项资源密集型工作，并可能对濒危种群产生负面影响。本文列出了欧洲和北美收藏机构中丰富的猪组织和DNA样本。我们包含了一些已用于全基因组测序、靶向DNA测序、RNA测序和简化代表性亚硫酸氢盐测序（RRBS）的样本。这项工作为希望访问已发表数据库的研究人员提供了重要的集中资源。",
  "e7b64539dc9b7b55593f200091bce25b": "“Metafounders” 是一个有用的概念，用于描述群体内部和群体之间的关系，并有助于遗传评估，因为它们有助于对未知基础群体动物的均值和方差进行建模。目前关于 metafounder 关系的定义对参考等位基因的选择较为敏感，并且尚未与群体遗传学中的对应概念（即杂合度、FST 系数和遗传距离）进行比较。我们重新定义了基于 Hardy-Weinberg 平衡状态下最大杂合度群体的任意基础群体间的亲缘关系。然后，群体之间或群体内部的关系形式为 Γ b,b' = 2n²p_b⁻¹²p_b'⁻¹'，其中 p 是群体 b 和 b' 中 n 个标记的等位基因频率向量。这相当于两个伪个体的基因组关系，其基因型等于两倍的等位基因频率。我们还证明了这种编码方式对参考等位基因的选择是不变的。此外，标准的群体遗传学指标（各种形式的近交系数；FST 不同化系数；分离变异；以及 Nei 的遗传距离）可以从矩阵 Γ 的元素中获得。",
  "1a0144d4fe8e9d81a0fb329a31cc6a80": "Cysteiniphilum 是于2017年发现的一个新属，其在系统发育上与高致病性的弗朗西斯菌（Francisella tularensis）密切相关。近期，它已成为人类中的新兴病原体。然而，目前尚缺乏该属的完整基因组序列，其遗传多样性、进化动态和致病性的基因组特征也未被充分表征。本研究对首个报道的 Cysteiniphilum 属临床分离株 QT6929 的完整基因组进行了测序，并通过与弗朗西斯菌属进行比较基因组分析，揭示了 Cysteiniphilum 属的基因组景观及其多样性。研究结果显示，QT6929 的完整基因组由一个 2.61 Mb 的染色体和一个 76,819 bp 的质粒组成。计算得出的平均核苷酸一致性（ANI）和 DNA-DNA 杂交值表明，两个临床分离株 QT6929 和 JM-1 应重新分类为 Cysteiniphilum 属下的两个新物种。泛基因组分析显示了该属内的基因组多样性以及开放的泛基因组状态。基因组可塑性分析表明，Cysteiniphilum 基因组中存在丰富的移动遗传元件，包括基因岛、插入序列、前噬菌体和质粒，这些元件促进了 Cysteiniphilum 与其他属（如弗朗西斯菌和军团菌）之间的广泛遗传物质交换。预测出了一些与脂多糖/寡糖、荚膜和血红素生物合成相关的潜在毒力基因，这些基因可能与临床分离株的人类致病性有关。大多数 Cysteiniphilum 基因组中均检测到不完整的弗朗西斯菌致病性岛。总体而言，本研究提供了 Cysteiniphilum 属成员更新的系统发育关系，并对该罕见的新兴病原体进行了全面的基因组洞察。",
  "5119c090bc6d74c14eaf4346630411e2": "小麦（Triticum spp.）是人类的主要粮食作物之一。许多具有变异基因组的小麦遗传资源不仅记录了驯化历史，而且在全球范围内广泛分布。为了培育优良小麦品种，对现有种质资源进行农艺性状和胁迫响应性状的表征评价是首要任务，以推动育种工作。然而，基因组复杂性是限制性状挖掘与表征的主要障碍之一。多个参考基因组以及单倍型作图、基因组选择、精确基因编辑工具、高通量表型分析平台、高效遗传转化系统和加速育种设施等前沿技术正在改变小麦功能基因组学研究，帮助理解多倍体的基因组多样性。本文综述了过去几十年来在小麦基因组学研究、可用的组学方法及生物信息学资源方面的进展。重点介绍了基因组学和系统生物学方法的进展，以克服基因组选择和表型选择以及基因转移中的瓶颈问题。此外，我们还提出应开展精确的功能基因组学研究，并制定可持续的小麦育种策略。这些关于小麦性状理解的发展加快了高产、抗逆和营养强化小麦品种的培育速度，有助于应对气候变化时代的全球粮食安全和农业可持续性挑战。",
  "864b3600e92fe51b3f7ae7e70a0c0c17": "植物促生芽孢杆菌；抗氧化酶；活性氧；经济作物；盐胁迫；干旱",
  "be5bc340760cc237076fdf7ede905be8": "小米是一类富含多种小粒谷物的作物群体，在营养、环境和经济方面具有重要意义。受多因素遗传决定的小米复杂性状研究为农业研究提供了重要的挑战与机遇。本文综述了表型组学和基因组学在解析这些复杂遗传结构中的变革性作用。在表型组学领域，高通量平台生成了关于植物形态、生理及不同环境下表现的丰富数据集。结合田间试验和控制条件，这些数据有助于解释环境如何与遗传相互作用。基因组学则为这些复杂性状提供了基础蓝图。全基因组测序和基因分型技术揭示了小米基因组的图景，展示了多样化的基因库和进化关系。此外，不同的组学方法揭示了驱动表型表达的基因表达、蛋白质功能和代谢物积累的复杂信息。这种多组学方法对于识别候选基因和揭示调控复杂性状的复杂途径至关重要。本文强调了表型组学和基因组学之间的协同作用。基于基因组信息的表型分析可针对特定性状，减少育种规模和成本；而表型分析则可确定用于基因组分析的有前景的种质资源，优先选择性能优越的变异体。这种动态交互加速了育种计划，并促进了气候智能型、营养丰富的小米品种及其杂交种的开发。总之，本文强调了表型组学和基因组学在解开小米遗传谜团中的关键作用。",
  "d7eebe8ddf2e892e311908ea3b1d3efb": "//dicsoft1.physics.iisc.ac.in/MyxoPortal/ 访问。数据库网址：http://dicsoft1.physics.iisc.ac.in/MyxoPortal/。图形摘要见原文。",
  "aecb01b2a83aa5e6aa941d1fef7eb1b6": "染色体结构重排，如倒位、易位、重复以及大片段插入和缺失等，是大规模基因组变异，可能在表型变异的形成、基因组适应与进化中发挥重要作用。我们利用来自8个禾谷镰刀菌分离株的染色体水平基因组组装数据，研究了结构变异及其在真菌进化中的作用。通过牛津纳米孔测序技术，我们完成了其中4个基因组的组装。共检测到87个倒位、159个易位、245个重复、58,489个插入和34,102个缺失。高重组率区域与结构重排相关联，且大量倒位、易位和重复与基因组的重复序列内容重叠，表明重组和重复元件可能是禾谷镰刀菌结构重排的主要因素。大片段插入和缺失引入了许多基因（包括次生代谢物生物合成簇基因和预测效应蛋白基因）的存在-缺失多态性。易位事件被发现会打乱基因组中预测的效应蛋白富集区域，并可能通过重组促进效应蛋白的获得与丢失。部分结构重排的断点位于编码序列内，可能改变蛋白质产物。因此，禾谷镰刀菌中的结构重排通过基因组重排、存在-缺失多态性的引入以及改变蛋白质产物和基因调控，在塑造病原体-宿主互作及更广泛的基因组进化过程中发挥了重要作用。",
  "d2aff962da9e8e90d9bd083c0ac35d9b": "弗朗西斯菌 (Francisella)；半胱氨酸亲和菌 (Cysteiniphilum)；病原体 (pathogen)；比较基因组学 (comparative genomic)；遗传多样性 (genetic diversity)；泛基因组 (pan-genome)",
  "f6505c422b593c49d17ab1eeb829fab5": "刺蝶鱼科（Chaetodontidae），又称蝴蝶鱼，是珊瑚生态系统中的典型鱼类，表现出显著的种间差异，包括体色模式和取食生态学特征。本研究报道了三种蝴蝶鱼物种（尖嘴蝴蝶鱼、三带蝴蝶鱼和丝鳍蝴蝶鱼）以及与之密切相关的棘蝶鱼科物种双色海龙鱼的基因组，平均基因组大小为65,611 Mb。其中，尖嘴蝴蝶鱼的染色体组装达到了染色体水平，可作为蝴蝶鱼的参考基因组。通过在蝴蝶鱼与其他几种鱼类之间进行共线性分析，我们揭示了蝴蝶鱼特有的和保守的基因组特征，特别关注了由串联重复产生的新基因及其潜在功能。除了在鱼类中常见的两种黑色素细胞特异性酪氨酸酶基因（tyr），我们还发现了新的酪氨酸酶相关蛋白基因tyrp3，该基因存在于礁岩鱼类（包括蝴蝶鱼和小丑鱼）中，表明其可能参与鱼类色素多样性。此外，在尖嘴蝴蝶鱼基因组中观察到nell1基因的三拷贝串联重复扩张，这可能与其独特的颌部发育及尖锐口部形态有关。这些结果为进一步研究造礁鱼类的遗传多样性和进化适应提供了宝贵的基因组资源。",
  "3d6323de368f0087fb2b2f6645ceee25": "转座元件；牛津纳米孔测序；重组；结构变异；结构重排；禾谷镰刀菌",
  "53391ade7173cf17d3c6d1d702241439": "体色；珊瑚礁鱼类；黑色素生成；长颌；基因组组装",
  "db238b9ac105ed5631de4c2111d364d1": "皮炎芽生菌（*Blastomyces dermatitidis*）和吉尔克里斯特芽生菌（*Blastomyces gilchristii*）是两种隐种真菌，可引起芽生菌病，这是一种常较严重的疾病，涉及肺部感染并可能系统性播散。尽管这两种物种在形态上看似相同，但在基因组成、地理分布以及可能的临床表现方面存在差异。本文通过基于同源蛋白序列构建的芽生菌属系统树以及全基因组单核苷酸变异（SNV）系统发育分析，展示了这两种隐种之间的遗传分化。通过对3株*B. dermatitidis* 和3株*B. gilchristii* 分离株进行linked-read测序和从头组装，我们对其基因组进行了表征与比较。结果显示，*B. gilchristii* 基因组（73.25-75.4 Mb）比*B. dermatitidis* 基因组（64.88-66.61 Mb）大约8 Mb。不同物种间的平均核苷酸一致性低于同一物种内的基因组，但功能分类显示其蛋白质组相似。最显著的差异体现在长末端重复反转录转座子（LTR-RTs）上。虽然两种物种的基因组中检测到相同的反转录转座子元件，但两者的数量存在差异。*Gypsy* 反转录转座子在*B. gilchristii* 中含量显著更高（38.04-39.26 Mb），而在*B. dermatitidis* 中含量较低（30.85-32.40 Mb），这占了物种间基因组大小差异的主要部分。对逆转录酶结构域的年龄估算和系统发育分析表明，这些反转录转座子相对古老，其基因组插入时间早于*B. dermatitidis* 和*B. gilchristii* 的物种分化。我们认为，不同基因组收缩轨迹导致了遗传不兼容性、生殖隔离及物种形成，强调了转座元件在真菌进化中的作用。",
  "dbb6a41ce686b09a1cbc8fd642bef193": "//github.com/metagenlab/zDB）以及bioconda通道获取。从注释的Genbank文件开始，zDB能够识别直系同源基因并推断每个直系同源群的系统发育。此外，还可以通过共享的单拷贝直系同源基因构建物种系统发育树。结果可以进一步丰富，包括Pfam蛋白域预测、直系同源基因簇（COG）和京都基因与基因组百科全书（KEGG）注释以及Swissprot同源基因。Web应用程序允许用户搜索特定基因或注释，运行Blast查询，并比较基因组区域和整个基因组。可以通过模块或通路水平比较生物体的代谢能力。最后，用户可以运行查询以检查选定基因组子集中特定基因或注释的保守性，并以基因列表、维恩图或热图的形式展示结果。这些功能使zDB成为生物信息学家和其他更习惯实验室研究的研究人员都非常有用的工具。\n\n**重要意义**：基因组的比较和分析依赖于许多独立的工具，科学家需要自行整合和可视化结果以便解释。为减轻这一负担，我们开发了zDB，这是一种包含分析管道和可视化平台的比较基因组学工具。分析管道自动化了基因注释、直系同源预测和系统发育推断，而可视化平台则允许科学家通过网络浏览器轻松探索结果。除了其他功能外，界面还允许用户直观地比较整个基因组和目标区域，评估基因或代谢途径的保守性，执行Blast搜索或查找特定注释。总体而言，此工具将在两到数百个基因组之间的比较研究中有广泛的应用价值。此外，它设计用于在本地或国际范围内轻松共享数据集，从而支持非生物信息学家对喜爱生物体基因组的探索性分析。",
  "5e4871e0e3c9b376ef66bad1d6f861ac": "基因组可视化；微生物基因组学；比较基因组学",
  "a641ad6eb1269bfd7a6f168ee0150ac0": "物种树；真菌进化；物种形成；皮炎芽生菌；全基因组测序；基因组收缩；吉尔克里斯蒂芽生菌；长末端重复反转录转座子；MycoSNP",
  "c563d2d6e863505c6d9f4e4ec3d1827f": "许多研究致力于理解木材腐朽真菌如何降解死亡树木细胞壁的机制，但关于某些真菌如何作为病原体削弱活树的研究却鲜有报道。*P. fraxinea* 属于多孔菌目，是一类强效木材分解者，已知在全球范围内对活立木硬木树种具有强烈的侵染和破坏能力。本文通过基因组测序结合比较基因组学和分泌组学分析，报告了一种新分离的真菌 *P. fraxinea* SS3 中潜在参与植物细胞壁降解和致病性的 CAZymes。本研究为理解树木病原体导致硬木树种腐烂的机制提供了重要见解，有助于预防这种严重的树木疾病。",
  "a6bc4004117367367d8da31a1de2e969": "基因组学；木腐真菌；树木病原体；担子菌门；碳水化合物活性酶"
}